Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: If you don't choose any of the four options, the appointment will be automatically saved in your calendar as a tentative appointment with an icon indicating that you are not yet confirmed for the appointment. You can later choose one of the four options by double-clicking on the appointment in your calendar and selecting **Accept**, **Tentative**, **Decline** or **Propose new time** from the drop-down menu. You can also choose to **Delete** the appointment from your calendar without responding to the invitation.
it: Se non si sceglie nessuna delle quattro opzioni, l'appuntamento verrà salvato automaticamente nel calendario come appuntamento provvisorio con un'icona che indica che non si è ancora confermati per l'appuntamento. È possibile scegliere in seguito una delle quattro opzioni facendo doppio clic sull'appuntamento nel calendario e selezionando **Accetta**, **Provvisorio**, **Rifiuta** o **Proporre un nuovo orario** dal menu a discesa. È anche possibile scegliere di **Eliminare** l'appuntamento dal calendario senza rispondere all'invito.

source: Basic Email Management
it: Gestire le Funzioni Base dell'Email

source: In this section, we will delve into the versatile functionalities of |product|, focusing on its efficient organizational tools such as folders, tags, and sharing capabilities.
it: In questa sezione, esploreremo le molte funzionalità di |product|, concentrandoci sugli strumenti organizzativi come cartelle, etichette e funzionalità di condivisione.

source: Using Tags
it: Usare le Etichette

source: Tags in |product| offer a versatile solution for classifying and organizing emails. For instance, you might designate tags like "Medium Priority" to swiftly categorize items according to their urgency or importance.
it: Le etichette (o tag) in |product| ti offrono una soluzione versatile per classificare e organizzare le tue email. Ad esempio, potresti assegnare etichette come "Priorità media" per categorizzare velocemente gli elementi in base alla loro urgenza o importanza.

source: Tags enable seamless organization, allowing users to easily locate items associated with specific tags through efficient search functionality.
it: Le etichette consentono un'organizzazione trasparente, ad esempio permettendoti di localizzare facilmente tutti gli elementi associati ad etichette specifiche usando la ricerca.

source: Moreover, the flexibility extends to the ability to apply multiple tags to a single item, ensuring thorough categorization and enhanced accessibility within the platform.
it: Inoltre, hai la flessibilità di applicare più etichette a un singolo elemento, che permette una categorizzazione approfondita e una ancora più accessibilità all'interno della piattaforma.

source: Your tags are located under the **Tags** section of the **Mails**. To view your current tags:
it: Le tue etichette si trovano nella sezione **Etichette** del pannello **Email**. Per visualizzare le tue etichette:

source: In the Navigation Panel of the mails section, locate the **Tags** section.
it: Nel pannello di navigazione delle Email, individua la sezione **Etichette**.

source: Click on the downward arrow icon located next to the **Tags** section.
it: Clicca sulla freccia rivolta verso il basso accanto alla sezione **Etichette**.

source: This action will expand or reveal your tags.
it: Questa azione espanderà o mostrerà le tue etichette.

source: Creating a Tag
it: Creare un'Etichetta

source: In the Navigation Panel of the mails section, locate the **Tags** option.
it: Nel pannello di navigazione delle Email, individua la sezione **Etichette**.

source: Right-click on the Tags option.
it: Fai clic con il tasto destro del mouse sulla scritta Etichette.

source: From the dropdown menu, select **Create Tag**.
it: Clicca **Crea Etichetta** che apparirà.

source: A dialog box will appear. Insert a name for the new tag.
it: Si aprirà una nuova finestra. Inserisci un nome per la nuova etichetta.

source: Choose a color for the tag from the options provided.
it: Seleziona un colore per l'etichetta tra le opzioni fornite.

source: Click on the **CREATE** button to finalize the creation of the new tag.
it: Clicca **CREA** per finalizzare la creazione della nuova etichetta.

source: To see your tags, you should click on the downward arrow icon located next to the Tags section.
it: Per vedere le tue etichette, fai clic sulla freccia rivolta verso il basso accanto alla sezione Etichette.

source: Assigning a Tag to an Email
it: Assegnare un'Etichetta a un'Email

source: To assign a tag to an email simply:
it: Per assegnare un'etichetta a un'email:

source: Right-click on the email to open the dropdown menu.
it: Fai clic destro su un'email per aprire il menu a tendina.

source: Navigate to the Tags option within the dropdown menu.
it: Clicca Tag (etichetta) nel menu a tendina.

source: Select one or multiple tags from the list.
it: Seleziona una o più etichette tra quelle presenti.

source: Displaying Emails with a Specific Tag
it: Visualizzare le Email con un'Etichetta Specifica

source: To display emails with a specific tag:
it: Per visualizzare le email con un'etichetta specifica:

source: Locate the **Tags** section within the Navigation Panel.
it: Trova la sezione **Etichette** nel pannello di navigazione email.

source: Click on the downward arrow icon located next to the Tags section to open the list of tags.
it: Fai clic sulla freccia verso il basso accanto alla sezione Etichette per aprire l'elenco dei tag.

source: Click on the tag that you want to find emails for.
it: Clicca sull'etichetta per cui vuoi trovare email.

source: All messages with the selected tag will be displayed in the Main Panel.
it: Tutti i messaggi con l'etichetta selezionata verranno visualizzati nel pannello principale.

source: Removing a Tag from an Email
it: Rimuovere un'Etichetta da un'Email

source: To remove a tag from an email simply:
it: Per rimuovere un'etichetta da un'email:

source: Uncheck one or multiple tags from the list.
it: Deseleziona una o più etichette dall'elenco.

source: Changing a Tag Color
it: Modificare il Colore di un'Etichetta

source: Right-click on the tag you need to edit from the Tags section.
it: Fai clic destro sull'etichetta che devi modificare nella sezione Etichette.

source: From the dropdown menu, select Edit Tag.
it: Dal menu a tendina, seleziona Modifica etichetta.

source: A dialog box will appear. Choose a color for the tag from the options provided.
it: Apparirà una finestra di dialogo. Scegli un colore per l'etichetta tra le opzioni disponibili.

source: Click on the EDIT button.
it: Clicca sul tasto MODIFICA.

source: Renaming a Tag
it: Rinominare un'Etichetta

source: Right-click on the tag you need to edit from the **Tags** section.
it: Fai clic con il tasto destro del mouse sull'etichetta che vuoi modificare nella sezione **Etichette**.

source: From the dropdown menu, select **Edit Tag**.
it: Dal menu a tendina, seleziona **Modifica etichetta**.

source: A dialog box will appear. Edit the name.
it: Apparirà una finestra di dialogo. Modifica il nome.

source: Click on the **EDIT** button.
it: Fai clic sul tasto **MODIFICA**.

source: Deleting a Tag
it: Eliminare un'Etichetta

source: Right-click on the tag you need to delete from the **Tags** section.
it: Fai clic destro sull'etichetta che desideri eliminare dalla sezione **Etichette**.

source: From the dropdown menu, select **Delete Tag**.
it: Dal menu a tendina, seleziona **Elimina Etichetta**.

source: Marking an Email with a Flag
it: Contrassegnare un'Email con un Flag

source: A flag acts like a special tag for important emails, showing up with a red flag icon next to the subject line.
it: Un flag agisce come un'etichetta speciale per le email importanti, ed è visualizzato con un'icona a bandiera rossa accanto all'oggetto dell'email.

source: Flagging emails is handy for various reasons. For instance, it helps you quickly find important emails you will need to refer to later. It is also useful for highlighting specific emails in shared folders so your colleagues can easily find them.
it: Contrassegnare le email con il flag è utile per vari motivi. Ad esempio, consente di trovare rapidamente le email importanti a cui si dovrà fare riferimento in seguito. È anche utile per evidenziare email specifiche in cartelle condivise, in modo che i colleghi possano trovarle facilmente.

source: To mark an email with a flag, simply:
it: Per contrassegnare un'email con un flag:

source: From the dropdown menu select **Add Flag**.
it: Dal menu a tendina seleziona **Contrassegno**.

source: Your email will have a red flag displayed on the right side of the subject line.
it: La tua email avrà un flag rosso visualizzato a destro della riga dell'oggetto.

source: Removing Flag from an Email
it: Rimuovere un Contrassegno da un'Email

source: To remove the flag from an email, simply:
it: Per rimuovere un flag da un'email:

source: From the dropdown menu select **Remove Flag**.
it: Dal menu a tendina seleziona **Rimuovi contrassegno**.

source: Using Folders
it: Usare le Cartelle

source: Folders serve to arrange both incoming and outgoing email correspondence. You have the option to create your folders or utilize predefined system folders:
it: Le cartelle servono per organizzare sia le email in arrivo che quella in uscita. Puoi creare le tue cartelle o utilizzare le cartelle di sistema predefinite:

source: **System folders** - These folders are immutable; they cannot be relocated, renamed, or erased. The system includes the following folders:
it: **Cartelle di Sistema** - Queste cartelle sono immutabili; non possono essere spostate, rinominate o cancellate. Il sistema include le seguenti cartelle:

source: **Inbox**: The primary destination for new incoming email messages.
it: **In arrivo**: La destinazione principale per i nuovi messaggi di posta elettronica in entrata.

source: **Sent**: Contains a copy of all outgoing emails.
it: **Inviati**: Contiene una copia di tutte le email in uscita.

source: **Drafts**: Emails you have composed but not yet sent.
it: **Bozze**: Email che hai iniziato a comporre ma non ancora inviate.

source: **Junk**: Incoming emails suspected to be spam or junk, although not definitively, are directed here. You can sift through these messages, moving or deleting them as necessary. If left untouched, they are automatically purged according to the administrator's settings.
it: **Spam**: Le email in arrivo sospette per spam, sebbene non definitivamente, vengono indirizzate qui. Puoi consultare questi messaggi, spostandoli o cancellandoli manualmente. Se lasciati dove sono, vengono automaticamente eliminati in base alle impostazioni dell'amministratore.

source: **Trash**: Deleted items are relocated here and remain until you manually empty the trash or until automated purging occurs.
it: **Cestino**: gli elementi eliminati vengono spostati qui e vi rimangono fino a quando non svuoti manualmente la cartella, o fino a quando non si verifica una cancellazione automatica.

source: **User-defined folders**: These folders, which you create to structure your email, appear in the Folder list within the Overview pane. It is important to note that top-level folder names must be unique and cannot match any other top-level folder within your inbox.
it: **Cartelle definite dall'utente**: queste cartelle, che crei per strutturare la tua posta elettronica, vengono visualizzate nell'elenco Cartelle. Ricorda che i nomi delle cartelle di primo livello devono essere univoci, cioè non possono avere lo stesso nome di nessun'altra cartella di primo livello nella tua casella.

source: Creating New Folder
it: Creare una Nuova Cartella

source: You can create either a standalone user-defined folder or a subfolder within another folder, including system folders.
it: Puoi creare sia una cartella personale, sia una sottocartella all'interno di un'altra cartella, incluse le cartelle di sistema.

source: It is not possible to create two folders with identical names within the same parent folder.
it: Non è possibile creare due cartelle con nomi identici all'interno della stessa cartella madre.

source: To create a new folder:
it: Per creare una nuova cartella:

source: Navigate to the **Mail** section from the left sidebar.
it: Passa alla sezione **Email** dal menu laterale sinistro.

source: Right-click on a folder.
it: Fai clic destro su una cartella.

source: Select **New Folder** from the dropdown menu.
it: Seleziona **Nuova Cartella** dal menu a tendina.

source: Provide a name for the new folder.
it: Immetti il nome della nuova cartella.

source: Finally, click **CREATE** to confirm your folder creation.
it: Infine, clicca su **CREA** per confermare la creazione della cartella.

source: Assigning a Color to a Folder
it: Assegnare un Colore a una Cartella

source: You can customize folders with different colors. To assign a color to a folder:
it: Puoi personalizzare le cartelle con diversi colori. Per assegnare un colore a una cartella:

source: Click on **Edit**.
it: Fai clic su **Modifica**.

source: A new dialogue box will appear. Click on the **Select Color** field and select a color from the dropdown menu.
it: Apparirà una nuova finestra di dialogo. Fai clic sul campo **Seleziona colore** e seleziona un colore dal menu a tendina.

source: Click **EDIT** to confirm the change.
it: Fai clic su **MODIFICA** per confermare la modifica.

source: Wiping Folder
it: Pulire una Cartella

source: Wiping a folder permanently removes all emails. To wipe a folder:
it: Pulire una cartella significa cancellare definitivamente tutte le email in essa contenute. Per pulire una cartella:

source: Select **Wipe Folder** from the dropdown menu.
it: Seleziona **Pulisci cartella** dal menu a tendina.

source: Finally, click **WIPE** to confirm.
it: Infine, fai clic su **PULISCI** per confermare.

source: Deleting Folder
it: Eliminare una Cartella

source: Deleting a folder moves it to the **Trash** folder. To delete a folder:
it: L'eliminazione di una cartella sposta il suo contenuto in **Cestino**. Per eliminare una cartella:

source: Select **Delete** from the dropdown menu.
it: Seleziona **Elimina** dal menu a tendina.

source: Finally, click **OK** to confirm.
it: Infine, clicca su **OK** per confermare.

source: Editing a Folder
it: Modificare una Cartella

source: You can edit the folder’s name, color, and retention policy. To edit a folder:
it: Puoi modificare il nome della cartella, il colore e le sue regole di conservazione. Per modificare una cartella:

source: A new dialogue box will appear. Perform changes.
it: Apparirà una nuova finestra di dialogo. Apporta le modifiche.

source: Sharing a Folder
it: Condividere una cartella

source: You can also choose the option to share an entire folder. To share a folder:
it: Per condividere un'intera cartella:

source: Click on **ADD SHARE**.
it: Clicca su **AGGIUNGI CONDIVISIONE**.

source: Insert email addresses you want to share the selected folder with, and assign them the role.
it: Inserisci uno o più indirizzi email con cui desideri condividere la cartella selezionata e assegna un ruolo.

source: Tick the *Send notification about this share* checkbox and add a note for the message.
it: Spunta la casella *Invia una notifica per questa condivisione*, e se lo desideri aggiungi un messaggio.

source: Click the **SHARE FOLDER** button.
it: Fare clic su **CONDIVIDI CARTELLA** per confermare.

source: Moving Emails Between Folders
it: Spostare Email tra Cartelle

source: To move emails between folders:
it: Per spostare le email tra le cartelle:

source: Right-click on an email.
it: Fai clic destro su un messaggio di posta elettronica.

source: A new dialogue box will appear. Choose the folder where you wish to relocate the email.
it: Apparirà una nuova finestra di dialogo. Scegli la cartella in cui vuoi spostare l'email.

source: Click MOVE to confirm.
it: Clicca SPOSTA per confermare.

source: Alternatively, you can click, hold, and drag an email directly onto a folder for quick relocation.
it: In alternativa puoi fare clic sull'email e, tenendo premuto, trascinarla direttamente in una cartella per una rapida rilocazione.

source: Working with Email Folder Sharing
it: Lavorare con la Condivisione di Cartelle Email

source: Sharing allows you to give your colleagues access to email folders in your account. You decide which items you want to share and what level of access those people will have. You can send an invitation to someone to share an email folder with them, and they can either accept or decline it.
it: La condivisione ti consente di dare ai colleghi l'accesso alle tue cartelle email. Stabilisci tu quali elementi condividere e quale livello di accesso sarà consentito a queste persone. Puoi inviare un invito a qualcuno per condividere una cartella email, e loro possono accettarlo o rifiutarlo.

source: You have the option to share your email folders with colleagues or make them public for external people who have the link to your folder.
it: Puoi condividere le tue cartelle email con i colleghi, o renderle pubbliche per le persone esterne che hanno il link alla tua cartella.

source: Public users are limited to viewing content; they cannot make any changes. For colleagues, you have control over the type of access privileges granted.
it: Gli utenti pubblici sono limitati alla visualizzazione dei contenuti e non possono apportare alcuna modifica. Per i colleghi, hai il controllo sul tipo di diritti di accesso concessi.

source: You retain the ability to modify access rights and revoke permissions whenever necessary.
it: Hai sempre la possibilità di modificare i diritti di accesso e revocare i permessi, quando necessario.

source: Shared Email Folder Roles
it: Ruoli della cartella Email Condivisa

source: You can assign privileges to individuals or groups of colleagues using roles.
it: Puoi assegnare privilegi a singole persone o gruppi di colleghi utilizzando i ruoli.

source: **Viewer**: Can read the contents of the shared email folder but cannot make changes to the content.
it: **Visualizzatore**: può leggere il contenuto della cartella email condivisa, ma non può apportare modifiche.

source: **Manager**: Can view and edit the content of the shared folder, create new subfolders, and edit and delete files within the shared folder.
it: **Manager**: può visualizzare e modificare il contenuto della cartella condivisa, creare nuove sottocartelle, modificare ed eliminare file all'interno della cartella condivisa.

source: **Admin**: Has full control, including viewing, editing, adding, removing, accepting, declining, and administering content.
it: **Amministratore**: Ha il controllo completo, compresi la visualizzazione, la modifica, l'aggiunta, la rimozione, l'accettazione, il rifiuto e l'amministrazione dei contenuti.

source: Sharing an Email Folder with a Colleague
it: Condividere una Cartella Email con un Collega

source: To share an email folder with a colleague:
it: Per condividere una cartella email con un collega:

source: Navigate to the **Mails** section from the left sidebar.
it: Vai alla sezione **Email** nella barra laterale sinistra.

source: Right-click on the email folder you wish to share.
it: Fai clic destro sulla cartella che desideri condividere.

source: From the drop-down menu select **Share folder**.
it: Seleziona Modifica nel menu a tendina e poi **Aggiungi condivisione**.

source: From the **Share with** field, select Internal Users or Groups.
it: Seleziona Utenti interni o Gruppi dal campo **Condividi con**.

source: Enter the email addresses of your colleagues with whom you wish to share the folder into the **Recipients’ e-mail addresses** field.
it: Immetti gli indirizzi email dei colleghi con cui desideri condividere la cartella nel campo **Indirizzi email dei destinatari**.

source: Select the *role* from the **Role** field.
it: Seleziona il *ruolo* dal campo **Ruolo**.

source: Sharing an Email Folder with External Users
it: Condividere una Cartella Email con Utenti Esterni

source: If you share folders with external users, whoever has the link to your folder can access it. To share an email folder with external users:
it: Se condividi una cartella email con utenti esterni, chiunque abbia il collegamento alla cartella può accedervi. Per condividere una cartella email con utenti esterni:

source: From the Share with field, select Public (view only, no password required).
it: Selezionare Pubblica (solo visualizzazione, nessuna password richiesta) nel campo Condividi con.

source: Enter the email addresses of recipients into the **Recipients’ e-mail addresses field**.
it: Immetti gli indirizzi email dei destinatari nel campo **Indirizzi email dei destinatari**.

source: Adding Colleagues to a Shared Email Folder
it: Aggiungere Colleghi a una Cartella Email Condivisa

source: To add colleagues to a shared email folder:
it: Per aggiungere colleghi a una cartella email condivisa:

source: Right-click on the email folder you wish to add colleagues.
it: Fai clic con il tasto destro sulla cartella email a cui desideri aggiungere i colleghi.

source: From the drop-down menu select **Edit**.
it: Dal menu a tendina seleziona **Modifica**.

source: Click the ADD SHARE button.
it: Fai clic su AGGIUNGI CONDIVISIONE.

source: Select the **role** from the **Role** field.
it: Seleziona il **ruolo** dal campo **Ruolo**.

source: Revoking Email Folder Sharing
it: Revocare la Condivisione di Cartelle Email

source: To revoke sharing an email folder:
it: Per revocare la condivisione di una cartella email:

source: Right-click on the email folder you wish to revoke share.
it: Fai clic destro sulla cartella email per la quale desideri revocare la condivisione.

source: Under the Sharing of this folder section, click **REVOKE**.
it: Nella sezione Condivisione di questa cartella, fai clic su **REVOCA ACCESSO**.

source: Click the **REVOKE** button to confirm.
it: Fai clic sul pulsante **REVOCA** per confermare.

source: Editing the Roles for a Shared Email Folder
it: Modificare i Ruoli per una Cartella Email Condivisa

source: To edit the role for a shared email folder:
it: Per modificare i ruoli per una cartella email condivisa:

source: Right-click on the email folder you wish to edit.
it: Fai clic destro sulla cartella che desideri modificare.

source: Under the Sharing of this folder section, click EDIT.
it: Nella sezione Condivisione di questa cartella, fai clic su MODIFICA ACCESSO.

source: Click the **EDIT SHARE** button.
it: Fai clic sul pulsante **MODIFICA CONDIVISIONE** per confermare.

source: Accepting Email Folder Sharing from Colleagues
it: Accettare la Condivisione di una Cartella Email da Parte di Colleghi

source: When a colleague shares an email folder with you and opts to send a notification, you will receive an automatic email. Simply click the **ACCEPT** button at the end of the email to seamlessly add the folder to your inbox. If your colleague did not select the notification option, you can manually add the share by following these steps:
it: Quando un collega condivide con te una cartella email e sceglie di inviarti una notifica, riceverai un'email automatica. Basta fare clic sul pulsante **ACCETTA** alla fine dell'email per aggiungere la cartella alla tua casella di posta in arrivo. Se il tuo collega non ha selezionato l'opzione di notifica, puoi aggiungere la condivisione manualmente seguendo questi passaggi:

source: Click on the **FIND SHARES** button.
it: Clicca sul tasto **TROVA CONDIVISIONI**.

source: Check the shared folder you want to add from the available shared items list.
it: Seleziona la cartella condivisa che desideri aggiungere dall'elenco delle condivisioni disponibili.

source: Click the **ADD** button.
it: Premi il tasto **AGGIUNGI**.

source: Browsing Emails
it: Gestire le Email
