Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: The link is copied to your clipboard and can be pasted into an email or message.
it: Il collegamento è stato copiato negli appunti e può essere incollato in un'e-mail o un messaggio.

source: Find Colleagues' Shared Calendars
it: Trovare i Calendari Condivisi dei Colleghi

source: To find and add shared calendars:
it: Per trovare e aggiungere i calendari condivisi dei tuoi colleghi:

source: Select **Calendars** from the left sidebar.
it: Seleziona **Mail** nel menu di sinistra.

source: In the Navigation Panel, click the **FIND SHARES** button.
it: Dal pannello di navigazione, fai clic sul tasto **TROVA CONDIVISIONI**. Verrà visualizzata una nuova finestra.

source: Begin typing your colleague’s email address and choose it from the suggestions.
it: Inizia a scrivere l'indirizzo email del tuo collega e selezionalo dai suggerimenti che appaiono.

source: Select the shared calendar from the list.
it: Seleziona il calendario condiviso dall'elenco.

source: Click **ADD**.
it: Clicca **AGGIUNGI**.

source: The shared calendar will appear in your list.
it: Il calendario condiviso apparirà nell'elenco dei tuoi calendari.

source: Sharing Calendars with External Users
it: Condividere una Cartella Email con Utenti Esterni

source: Zextras |product| allows calendars to be shared with users outside your domain. Public calendar shares are read-only and allow external users to:
it: Zextras |product| consente di condividere calendari con utenti al di fuori del proprio dominio. Le condivisioni dei calendari pubblici sono in sola lettura e consentono agli utenti esterni di:

source: View calendar events
it: Vista eventi calendario

source: Subscribe via ICS
it: Iscriviti tramite ICS

source: Access without authentication
it: Accesso senza autenticazione

source: Free/Busy Status Sharing
it: Condivisione dello stato di disponibilità/occupazione

source: Only availability information (free/busy) is exposed, without revealing event details.
it: Solo le informazioni di disponibilità (libero/occupato) vengono esposte, senza rivelare i dettagli degli eventi.

source: How to Share a Calendar
it: Per creare un calendario

source: Step 1: Configure Sharing
it: Passaggio 1: Configurazione della condivisione

source: Access *Carbonio Webmail → Calendars*.
it: Accedi a *Carbonio Webmail → Calendari*.

source: Right-click on the desired calendar.
it: Clic destro sull'email.

source: Select **Edit calendar properties**.
it: Seleziona **Modifica proprietà calendario** dal menu a discesa.

source: Click **ADD SHARE**.
it: Scegli Modifica, poi clic su **AGGIUNGI CONDIVISIONE**.

source: Choose the share configuration.
it: Scegli la configurazione di condivisione.

source: Share with Public: New Checkbox Interface
it: Condividi con Pubblico: Nuova Interfaccia a Casella di Controllo

source: The *Share with public* option is now a **checkbox**, simplifying the process:
it: L'opzione *Condividi con il pubblico* è ora una **casella di controllo**, semplificando il processo:

source: When checked, the calendar becomes publicly visible in read-only mode.
it: Quando selezionato, il calendario diventa visibile pubblicamente in modalità di sola lettura.

source: The entry **Public** appears in the share list as before.
it: La voce **Pubblico** appare nell'elenco di condivisione come prima.

source: Revoking the public share automatically **unchecks** the box.
it: Revocare la condivisione pubblica **deseleziona** automaticamente la casella.

source: This improvement avoids errors that occurred when selecting the same option multiple times from a dropdown.
it: Questo miglioramento evita errori che si verificavano quando si selezionava la stessa opzione più volte da un menu a discesa.

source: Step 2: Obtain Sharing Links
it: Revocare Link Pubblici per il Download

source: The system generates two URLs:
it: Il sistema genera due URL:

source: **ICS URL** — compatible with Google Calendar, Apple Calendar, Thunderbird.
it: **URL ICS** — compatibile con Google Calendar, Apple Calendar, Thunderbird.

source: **Outlook WebDAV URL** — for Microsoft Outlook.
it: **URL WebDAV di Outlook** — per Microsoft Outlook.

source: To access these links:
it: Per accedere a questi link:

source: Right-click on the shared calendar.
it: Clic destro sull'email.

source: Copy the desired link.
it: Apporta le modifiche desiderate.

source: Free/Busy URL Format
it: URL Formato Libero/Occupato

source: How to Share Free/Busy Status
it: Mostrare il Proprio Stato Libero/Occupato

source: Copy the ICS Free/Busy URL.
it: Copia l'URL Disponibile/Occupato in formato ICS.

source: Share it with external users.
it: Condividere una Rubrica con Utenti Esterni.

source: They can view availability without accessing event details.
it: Possono visualizzare la disponibilità senza accedere ai dettagli dell'evento.

source: Upcoming Improvements: Dedicated Sharing Modal
it: Miglioramenti in arrivo: Modale di condivisione dedicata

source: To improve clarity and avoid stacked modals:
it: Per migliorare la chiarezza e evitare i modali annidati:

source: The sharing process will be moved into a **single dedicated modal**.
it: Il processo di condivisione verrà spostato in una **singola modale dedicata**.

source: A new dedicated entry in the contextual menu will open the sharing modal.
it: Un nuovo elemento dedicato nel menu contestuale aprirà la modale di condivisione.

source: The **Edit Calendar** modal will remain separate and no longer include sharing options.
it: La modale **Modifica calendario** rimarrà separata e non includerà più le opzioni di condivisione.

source: This ensures a faster, simpler, and more intuitive workflow.
it: Ciò garantisce un flusso di lavoro più veloce, semplice e più intuitivo.

source: Security & Privacy
it: Sicurezza & Privacy

source: External users cannot edit calendars - all shared calendars are read-only
it: Gli utenti esterni non possono modificare i calendari - tutti i calendari condivisi sono in sola lettura

source: Free/Busy sharing provides view-only access to availability
it: La condivisione del libero/occupato fornisce un accesso in sola visualizzazione alla disponibilità

source: No sensitive data (event details) is shared with Free/Busy status
it: Nessun dato sensibile (dettagli dell'evento) viene condiviso con lo stato Libero/Occupato

source: Sharing settings can be modified at any time
it: Le impostazioni di condivisione possono essere modificate in qualsiasi momento

source: Use Cases
it: Casi d'uso

source: Partner collaboration: Share availability with business partners Vendor coordination: Allow vendors to check your schedule External meeting scheduling: Enable external users to find available time slots
it: Collaborazione con i partner: Condividi la disponibilità con i partner aziendali. Coordinamento dei fornitori: Consenti ai fornitori di verificare il tuo calendario. Pianificazione delle riunioni esterne: Abilita gli utenti esterni a trovare slot di tempo disponibili

source: Supported Clients
it: Client supportati

source: Google Calendar Apple Calendar Microsoft Outlook Thunderbird Any calendar application supporting ICS/iCal format
it: Google Calendar Apple Calendar Microsoft Outlook Thunderbird Qualsiasi applicazione di calendario che supporta il formato ICS/iCal

source: Creating Calendar Groups
it: Creare Gruppi nel Calendario

source: You also have the option to create calendar groups, making it easier to search for certain shared calendars. To do this, simply:
it: Puoi anche creare gruppi di calendari, facilitando la ricerca di calendari condivisi. Per fare ciò:

source: Click on **Create New Group** button.
it: Fai clic sul tasto **Crea nuovo gruppo**.

source: Enter the name of the group in the proper field of the new modal that appears.
it: Inserisci il nome del gruppo nel campo appropriato della nuova finestra che appare.

source: Select the calendars you wish to add to the group from the list, by simply searching for them.
it: Seleziona dalla lista i calendari che desideri aggiungere al gruppo, semplicemente cercandoli.

source: Click the **+** button, to add them all.
it: Fai clic sul pulsante **+** per aggiungerli tutti.

source: Click the **REMOVE** button, if you have to remove some of them.
it: Fai clic sul tasto **RIMUOVI**, se devi rimuovere alcuni di essi.

source: Click the **CREATE GROUP** button.
it: Fai clic sul tasto **CREA GRUPPO**.

source: Now you can switch on and off the group everytime you need to see all the calendars of the users in that group.
it: Ora puoi attivare o disattivare il gruppo ogni volta che hai bisogno di visualizzare tutti i calendari degli utenti in quel gruppo.

source: Editing Calendar Groups
it: Modificare i Gruppi nel Calendario

source: To edit a calendar group, follow these steps:
it: Per modificare un gruppo nel calendario, segui questi passaggi:

source: Right-click on the group you want to edit.
it: Fai clic con il tasto destro sul gruppo che desideri modificare.

source: Select **Edit Group** option.
it: Seleziona l'opzione **Modifica gruppo**.

source: Make the necessary changes to the group name or the calendars included in the group.
it: Effettua le modifiche necessarie al nome del gruppo o ai calendari inclusi nel gruppo.

source: Click the **SAVE CHANGES** button.
it: Fai clic sul pulsante **SALVA MODIFICHE**.

source: Deleting Calendar Groups
it: Cancellare dei Gruppi nel Calendario

source: To delete a calendar group, simply:
it: Per eliminare un gruppo nel calendario:

source: Right-click on the group you want to delete.
it: Fai clic con il destro sul gruppo che desideri eliminare.

source: Select **Delete permanently** option.
it: Seleziona l'opzione **Elimina definitivamente**.

source: Confirm that you want to delete the group, by clicking on the red button **DELETE PERMANENTLY**
it: Conferma di voler eliminare il gruppo facendo clic sul tasto rosso **ELIMINA DEFINITIVAMENTE**

source: The group will be permanently deleted.
it: Il gruppo verrà cancellato definitivamente.

source: Remove a Colleague's Shared Calendars from Your List
it: Rimuovere i Calendari Condivisi di un Collega dalla tua Lista

source: To remove a colleague’s shared calendar from your calendars list:
it: Per rimuovere il calendario condiviso di un collega dall'elenco dei tuoi calendari:

source: From the Navigation Panel, right-click on the calendar you wish to remove.
it: Dal pannello di navigazione, fai clic destro sul calendario che desideri rimuovere.

source: From the drop-down menu select **Remove shared calendar**.
it: Nel menu a discesa seleziona **Rimuovi calendario condiviso**.

source: Import an ICS File as New Calendar
it: Importare un File ICS Come Nuovo Calendario

source: You can import a calendar in .ics format directly to your |product| web client calendar. To do so:
it: Puoi importare un calendario in formato .ics direttamente nel calendario del client web di |product|. Per farlo:

source: In the Navigation Panel, right-click on "Calendar" and select the voice "New Calendar": this step is not mandatory, but recommended to avoid mixing existing calendars with the imported one.
it: Nel pannello di navigazione, fai clic destro su "Calendario" e seleziona la voce "Nuovo calendario": questo passaggio non è obbligatorio, ma è consigliato per evitare di mescolare i calendari esistenti con quello importato.

source: Choose the name and settings of the new calendar that will contain the imported data and save it.
it: Scegli il nome e le impostazioni del nuovo calendario che conterrà i dati importati e salvalo.

source: Right-click on the new calendar and select the "Import ICS file" option.
it: Fai clic destro sul nuovo calendario e seleziona l'opzione "Importa file ICS".

source: Select the .ics file containing the calendar, stored on your computer.
it: Seleziona il file .ics contenente il calendario, memorizzato nel tuo computer.

source: Click **Open** and **Import**.
it: Fai clic su **Apri** e **Importa**.

source: Refresh the page to get the updated calendar view.
it: Aggiorna la pagina per visualizzare il calendario aggiornato.

source: Export an ICS File as New Calendar
it: Esportare un File ICS Come Nuovo Calendario

source: You can also export a calendar in .ics format directly from your |product| web client calendar. To do so:
it: È inoltre possibile esportare un calendario in formato .ics direttamente dal client web di |product|. Per farlo:

source: In the Navigation Panel, right-click on "Calendar" you want to export.
it: Nel pannello di navigazione, fai clic destro sul calendario che desideri esportare.

source: Select the "Export ICS file" option.
it: Seleziona l'opzione "Esporta file ICS".

source: The download will start in a while, find you .ics file in your download folder.
it: Il download inizierà a breve, troverai il file .ics nella cartella dei download.

source: Configure a CalDAV Client
it: Configurare un client CalDAV

source: Adding a |product| calendar to your favourite CalDAV client is straightforward and requires only a few steps. The procedure is almost identical on any client; in the box at the end of this section we mention which are the differences.
it: Aggiungere un calendario |product| al tuo client CalDAV preferito è semplice e richiede solo pochi passaggi. La procedura è quasi identica su qualsiasi client; nella casella alla fine di questa sezione menzioniamo quali sono le differenze.

source: In this scenario, the user *john.smith@example.com* wants to configure in Mozilla's Thunderbird a calendar called *Calendar* on the domain *mail.example.com*. In the remainder, replace these values with suitable ones.
it: In questo scenario, l'utente *luca.bianchi@esempio.it* vuole configurare in Mozilla Thunderbird un calendario chiamato *Calendario* sul dominio *posta.esempio.it*. Nel resto, sostituire questi valori con altri adatti.

source: Step 1. New Calendar
it: Passaggio 1. Nuovo calendario

source: On your client, go to the Calendar and select **New Calendar...**. Choose **On the Network**
it: Sul tuo client, vai al Calendario e seleziona **Nuovo Calendario...**. Scegli **In rete**

source: Step 2.
it: Passaggio 2.

source: Provide the **Username** and the **Location**, which has format ``https://<domain>/dav/username``, so *https://mail.example.com/dav/john.smith@example.com*
it: Fornire il **Nome utente** e la **Posizione**, che ha il formato ``https://<dominio>/dav/nomeutente``, ad esempio *https://mail.esempio.com/dav/luca.bianchi@esempio.com*

source: Step 3.
it: Passo 3.

source: You will be then presented a list, from which to choose *Calendar*.
it: Verrà quindi presentato un elenco, da cui scegliere *Calendario*.

source: You are now done! the calendar will show up in the list of your client.
it: Hai terminato! Il calendario apparirà nell'elenco dei tuoi clienti.

source: Other clients
it: Altri clienti

source: CalDAV is a standard protocol and therefore the data required to set up a client are a username, an URL, and the name of a calendar. The only difference is that some client requires that the calendar's name be part of the URL, so you might need to provide *https://mail.example.com/dav/john.smith@example.com/Calendar* as the URL.
it: CalDAV è un protocollo standard e quindi i dati richiesti per configurare un client sono un nome utente, un URL e il nome di un calendario. L'unica differenza è che alcuni client richiedono che il nome del calendario faccia parte dell'URL, quindi potrebbe essere necessario fornire *https://mail.esempio.it/dav/luca.bianchi@esempio.it/Calendar* come URL.

source: Working with Chats
it: Contatti

source: In the |product| web client, Chats serve as a key communication feature, supporting both individual and group interactions. Users benefit from centralized messaging, promoting real-time conversations and fostering collaboration. Whether it's about sharing information, brainstorming, or organizing tasks, Chats offer a seamless platform for efficient teamwork. Notifications ensure that users stay updated and engaged, maintaining productivity whether they are working remotely or in the office.
it: Nel client web di |product|, le Chat costituiscono una funzionalità di comunicazione chiave, supportando sia le interazioni individuali che di gruppo. Gli utenti beneficiano di messaggistica centralizzata, promuovendo le conversazioni in tempo reale e favorendo la collaborazione. Che si tratti di condividere informazioni, fare brainstorming o organizzare attività, le Chat offrono una piattaforma senza soluzione di continuità per un lavoro di squadra efficiente. Le notifiche assicurano che gli utenti rimangano aggiornati e coinvolti, mantenendo la produttività sia quando lavorano da remoto che quando lavorano in ufficio.

source: Creating New Chat
it: Creare una Nuova Chat

source: To initiate communication with a colleague, you need to create a new chat. To do so:
it: Per iniziare una comunicare con un collega, devi creare una nuova chat:

source: Select the **Chats** feature from your left sidebar.
it: Seleziona la funzione di **Chat** dalla barra laterale sinistra.

source: On the top bar, click the **NEW** button. A new window appears.
it: Nella barra superiore, clicca sul tasto **NUOVO**. Viene visualizzata una nuova finestra.

source: Begin typing the email address of the colleague you wish to chat with.
it: Inizia a digitare l'indirizzo email del collega con cui desideri chattare.

source: Click on the name of the colleague that appears in the list.
it: Clicca sul nome del collega che compare nell'elenco.

source: Now, this chat is added under the Chats module, containing a list of all available chats.
it: Questa chat verrà aggiunta alla scheda Chats, che contiene un elenco di tutte le chat disponibili.

source: Initially, you will not see any chats in your chat system, but once you create them, you can find them on the list. Please note that you will be able to will be able to create new conversation only with users that have Chats enabled.
it: Inizialmente non vedrai alcuna chat, ma una volta create, potrai trovarle nell'elenco. Nota che potrai creare nuove conversazioni solo con utenti che hanno Chats (WSC) abilitato.

source: Once you have created and selected a chat, you can start typing your message in the bottom text box. You can also add emojis and attach files to your message. Press Enter on Windows or Return on macOS to send the message.
it: Una volta creata e selezionata una chat, puoi iniziare a digitare il tuo messaggio nella casella di testo in basso. Puoi anche aggiungere emoji e allegare file al messaggio. Premi Invio su Windows o Ritorno su macOS per inviare il messaggio.

source: You can also create a new chat by searching for a colleague in the search bar. To do so:
it: È possibile creare anche una nuova chat cercando un collega nella barra di ricerca. Per farlo:

source: In the "Type to filter list" field, insert your colleague's name.
it: Nel campo Filtra l'elenco digitando, inserisci il nome del tuo collega.

source: The new chat will be created automatically.
it: La nuova chat verrà creata automaticamente.

source: Start typing your message in the bottom text box. You can also add emojis and attach files to your message. Press Enter on Windows or Return on macOS to send the message.
it: Una volta creata e selezionata una chat, puoi iniziare a digitare il tuo messaggio nella casella di testo in basso. Puoi anche aggiungere emoji e allegare file al messaggio. Premi Invio su Windows o Ritorno su macOS per inviare il messaggio.

source: Adding Emojis to Your Message
it: Aggiungere Emoticon ai Messaggi

source: Once you have created and selected a chat, you can start typing your message in the bottom text box. You can also add emojis in the text by clicking on the emoji icon located in the text box.
it: Una volta che hai creato e selezionato una chat, puoi iniziare a digitare il messaggio nella casella di testo in fondo. Puoi anche aggiungere emoji al testo facendo clic sull'icona dell'emoji nella casella di testo.

source: Sending Files from Your Computer in Chats
it: Inviare File dal tuo Computer nelle Chat

source: To send a file saved on your computer using Chats, follow these steps:
it: Per inviare un file salvato nel tuo computer via Chat, segui questi passaggi:

source: Select the **Chats** feature from your left sidebar.
it: Seleziona l'icona **Chat** dalla barra laterale sinistra.

source: Select the chat in which you want to send the file.
it: Seleziona la chat in cui desideri inviare il file.

source: Click on the paperclip icon located in the chat box at the bottom of the page.
it: Fai clic sull'icona della graffetta situata nel campo di testo chat nella parte inferiore della pagina.

source: Select **Add from local**. A new window appears.
it: Seleziona **Aggiungi da locale**. Si aprirà una nuova finestra.

source: Choose the file from your computer by navigating through the opened window.
it: Scegli il file dal tuo computer navigando le tue cartelle.

source: Click **Open** to attach the file to your message.
it: Clicca su **Apri** per allegare il file al messaggio.

source: Sending Files from |product| Files in Chats
it: Inviare file da |product| Files nelle Chat

source: You can use Chats to send a file directly from |product| Files to a chat. Here is how:
it: Puoi utilizzare Chats per inviare un file direttamente da |product| Files. Ecco come:

source: Select **Attach public link from Files**. A new window appears.
it: Seleziona **Allega link pubblico da Files**. Si aprirà una nuova finestra.

source: Choose the file by navigating through the opened window.
it: Scegli il file navigando tra le tue cartelle Files.

source: Click **SHARE PUBLIC LINK**.
it: Clicca su **CONDIVIDI LINK PUBBLICO**.

source: This process will automatically generate a public link for your file and send it into the chat.
it: Questo processo genererà automaticamente un collegamento pubblico per il tuo file e lo invierà nella chat.

source: Edit A Message
it: Modificare un Messaggio

source: To edit a message:
it: Per modificare un messaggio:

source: Click on the downward arrow located next to the message bubble.
it: Fai clic sulla freccia verso il basso situata accanto alla bolla dei messaggi.

source: Edit the message and hit enter.
it: Modifica il messaggio e premi invio.

source: You have only a five-minute window to edit a message. After that, you will not be able to do so, and the edit option will disappear.
it: Disponi solo di una finestra di cinque minuti per modificare un messaggio. Dopo di che, non sarà più possibile farlo e l'opzione di modifica non sarà più disponibile.

source: Reply A Message
it: Rispondi a un Messaggio

source: To reply to a message:
it: Per rispondere a un messaggio:

source: Select **Reply** from the drop-down menu.
it: Seleziona **Rispondi** dal menu a discesa.

source: Write the reply and hit enter.
it: Scrivi la risposta e premi invio.

source: Reply A Message with a Reaction
it: Rispondi a un Messaggio

source: Click on the emoji icon located next to the downward arrow.
it: Fare clic sull'icona emoji situata accanto alla freccia rivolta verso il basso.

source: Select the emoji you want to send between the ones in the menu.
it: Seleziona il filtro che desideri eliminare dall'elenco.

source: Forward A Message
it: Inoltra un messaggio

source: To forward a message:
it: Per inoltrare un messaggio:

source: Click **FORWARD** at the bottom right corner of the chat box
it: Clicca su **AVANTI** nell'angolo in basso a destra della finestra di chat

source: Select the chat to which you want to forward the message.
it: Seleziona la chat a cui vuoi inoltrare il messaggio.

source: Click **FORWARD**.
it: Clicca su **AVANTI**.

source: You can also forward multiple messages at once. To do so:
it: È possibile inoltrare più messaggi contemporaneamente. Per farlo:
