Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: Select the messages you want to forward by clicking on the checkboxes next to them.
it: Seleziona i messaggi che desideri inoltrare cliccando sulle caselle di controllo accanto a essi.

source: The messages will be forwarded to the selected chat: reporting "Originally sent by: [Sender Name]" and the date of the original message.
it: I messaggi verranno inoltrati al chat selezionato: segnalazione "Originariamente inviato da: [Nome del mittente]" e la data del messaggio originale.

source: Delete A Message
it: Elimina un Messaggio

source: To delete a message:
it: Per eliminare un messaggio:

source: Select **Delete for all** from the drop-down menu.
it: Seleziona **Elimina per tutti** dal menu a discesa.

source: You have only a five-minute window to delete a message. After that, you will not be able to do so, and the delete option will disappear.
it: Hai solo una finestra di cinque minuti per eliminare un messaggio. Dopo di che, non sarà più possibile farlo e l'opzione Elimina scomparirà.

source: Mute Notifications of a Chat
it: Silenzia notifiche di una chat

source: When you receive a new message in an individual chat or group chat, you will see a notification on your screen to inform you. If you want to disable notifications for a specific chat or group, follow these steps:
it: Quando ricevi un nuovo messaggio in una chat personale o di gruppo, apparirà sulla schermata una notifica per informarti. Se desideri disabilitare le notifiche per una chat o un gruppo specifico, segui questi passaggi:

source: Select the chat or group for which you want to mute notifications.
it: Seleziona la chat o il gruppo per cui desideri disattivare le notifiche.

source: On the right side of the Main Panel, click **Mute notifications**.
it: Nel lato destro del Pannello Principale, cliccare su **Disattiva notifiche**.

source: To unmute, follow the same procedure and choose **Activate notifications**.
it: Per attivare, segui la stessa procedura e scegli **Attiva le notifiche**.

source: Clear History of a Chat
it: Cancella la cronologia di una Chat

source: To clear the history of a specific chat or group:
it: Per cancellare la cronologia di una chat o un gruppo specifico:

source: Select the chat or group you want to clear the history for.
it: Seleziona la chat o il gruppo per cui desideri cancellare la cronologia.

source: On the right side of the Main Panel, click **Clear History**.
it: Sul lato destro del Pannello Principale, clicca su **Cancella Cronologia**.

source: Click **CLEAR HISTORY** to confirm.
it: Clicca su **CANCELLA CRONOLOGIA** per confermare.

source: Creating New Group
it: Creazione Nuovo Gruppo

source: Groups allow for group conversations with at least three attendees. You can create a group chat by following these steps:
it: I gruppi consentono di avere conversazioni di gruppo con almeno tre partecipanti. È possibile creare un gruppo di chat seguendo questi passaggi:

source: Click on the name of the colleagues that appears in the list.
it: Fare clic sul nome dei colleghi che appare nell'elenco.

source: Insert a title for the group.
it: Inserisci un titolo per il gruppo.

source: (Optional) Insert a topic for the group. While this step is not mandatory, providing a topic can help clarify the group's purpose.
it: (Facoltativo) Inserisci un argomento per il gruppo. Anche se questo passaggio non è obbligatorio, fornire un argomento può aiutare a chiarire lo scopo del gruppo.

source: Click **NEW GROUP**.
it: Fai clic su **NUOVO GRUPPO**.

source: Now this group is added to your list.
it: Ora questo gruppo viene aggiunto alla tua lista.

source: Once you have created and selected a group, you can start typing your message in the bottom text box. You can also add emojis and attach files to your message. Press Enter on Windows or Return on macOS to send the message.
it: Una volta creato e selezionato un gruppo, è possibile iniziare a digitare il messaggio nella casella di testo in fondo. È inoltre possibile aggiungere emoji e allegare file al messaggio. Premi Invio su Windows o Ritorno su macOS per inviare il messaggio.

source: In the right panel you will find the following possible actions:
it: Nel pannello a destra troverai le seguenti azioni possibili:

source: Mute notifications
it: Silenzia notifiche di una chat

source: Edit details
it: Modifica dettagli

source: Add new members
it: Aggiungi nuovi partecipanti

source: Clear history
it: Cancella la cronologia di una Chat

source: Delete Group
it: Abbandona conversazione

source: Mute Notifications of a Group
it: Silenzia notifiche di una chat

source: When you receive a new message in a group chat, you will see a notification on your screen to inform you. If you want to disable notifications for a specific group, follow these steps:
it: Quando ricevi un nuovo messaggio in una chat personale o di gruppo, apparirà sulla schermata una notifica per informarti. Se desideri disabilitare le notifiche per una chat o un gruppo specifico, segui questi passaggi:

source: Select the group for which you want to mute notifications.
it: Seleziona la chat o il gruppo per cui desideri disattivare le notifiche.

source: Click **MUTE** to confirm.
it: Fai clic su **RIMUOVI** per confermare.

source: Please note that if you mute notifications for a group, you will not receive any notifications for new messages in that group. However, you will still be able to see the messages when you open the group chat.
it: Si prega di notare che se si silenziano le notifiche per un gruppo, non si riceveranno notifiche per i nuovi messaggi in quel gruppo. Tuttavia, sarà ancora possibile visualizzare i messaggi quando si apre la chat del gruppo.

source: Edit Details of a Group
it: Modifica dettagli di un gruppo

source: To edit a group’s name or topic:
it: Per cambiare il nome o l'argomento di un gruppo esistente:

source: Select the **Chats feature** from your left sidebar.
it: Seleziona la funzione di **Chat** dalla barra laterale sinistra.

source: Select the group for which you want to change the name.
it: Seleziona il gruppo per cui desideri modificare il nome.

source: On the right side of the Main Panel, under the Actions section, click on the Edit details.
it: Sul lato destro del Pannello principale, nella sezione Azione, fare clic su Modifica dettagli.

source: Edit the name or topic.
it: Modifica il nome o l'argomento.

source: Press the save icon on the right.
it: Premi l'icona di salveataggio sulla destra.

source: Click **SAVE** to confirm.
it: Cliccare su **Esci** per confermare.

source: Add New Members to a Group
it: Aggiunta di nuovi membri a una riunione video

source: To add new members to a group:
it: Per invitare altri membri in una stanza:

source: Select the group to which you want to add new members.
it: Seleziona il gruppo a cui desideri aggiungere membri.

source: On the right side of the Main Panel, under the Actions section, click on the Add new members.
it: Sul lato destro del Pannello principale, nella sezione Azione, fare clic su Modifica dettagli.

source: Begin typing the email address of the colleague you wish to add - and select the crown icon if you want to promote him as a moderator.
it: Nel campo successivo, inizia a digitare l'indirizzo email dei colleghi che desideri aggiungere al gruppo.

source: Click **ADD NEW MEMBERS** to confirm.
it: Clicca su **AGGIUNGI NUOVI MEMBRI** per confermare.

source: (Optional) Repeat the process to add more members.
it: (Facoltativo) Ripetere il processo per aggiungere altri membri.

source: Clear History of a Group
it: Cancella la cronologia di una Chat

source: To clear the history of a specific group: #. Select the **Chats feature** from your left sidebar. #. Select the group you want to clear the history for. #. On the right side of the Main Panel, under the Actions section, click on the Clear History. #. Click **CLEAR HISTORY** to confirm. #. (Optional) Repeat the process to clear the history of more groups.
it: Per cancellare la cronologia di un gruppo specifico: #. Seleziona la funzione **Chat** dal pannello laterale sinistro. #. Seleziona il gruppo per cui desideri cancellare la cronologia. #. Sul lato destro del Pannello principale, nella sezione Azioni, clicca su Cancella cronologia. #. Clicca su **CANCELLA CRONOLOGIA** per confermare. #. (Opzionale) Ripeti il processo per cancellare la cronologia di più gruppi.

source: Please note that clearing the history of a group will remove all messages from the chat just for you, and you will not be able to retrieve them. However, you will still be able to see the group name and members, at the bottom of the chat list.
it: Si prega di notare che cancellare la cronologia di un gruppo rimuoverà tutti i messaggi dalla chat solo per l'utente, e non sarà possibile recuperarli. Tuttavia, sarà ancora possibile visualizzare il nome del gruppo e gli utenti, in fondo all'elenco delle chat.

source: To delete a group: #. Select the **Chats feature** from your left sidebar. #. Select the group you want to delete. #. On the right side of the Main Panel, under the Actions section, click on the Delete Group. #. Click **DELETE** to confirm.
it: Per eliminare un gruppo: #. Seleziona la funzione **Chat** dalla barra laterale sinistra. #. Seleziona il gruppo che desideri eliminare. #. Sul lato destro del Pannello principale, nella sezione Azioni, clicca su Elimina gruppo. #. Clicca su **ELIMINA** per confermare.

source: Message Search
it: Ricerca Messaggi

source: Message Search allows you to quickly find specific messages, dates, or content in any conversation without needing to scroll through long chat histories. Simply enter a keyword, select a result, and jump directly to the corresponding message, which is visually highlighted for easier reference.
it: La ricerca dei messaggi consente di trovare rapidamente messaggi specifici, date o contenuti in qualsiasi conversazione senza dover scorrere lunghe cronologie delle chat. Basta inserire una parola chiave, selezionare un risultato e saltare direttamente al messaggio corrispondente, che è evidenziato visivamente per una consultazione più agevole.

source: How It Works
it: Come Funziona

source: A search icon is available in the header of every conversation. Clicking it opens a search panel on the right side of the interface. Type your keyword (for example, *meeting*) and press **Enter** or click the **Search** button. All messages containing the keyword are displayed in a chronological list, with the most recent results shown first.
it: Un'icona di ricerca è disponibile nell'intestazione di ogni conversazione. Cliccandola si apre un pannello di ricerca sul lato destro dell'interfaccia. Digita la tua parola chiave (ad esempio, *riunione*) e premi **Invio** o clicca il pulsante **Cerca**. Tutti i messaggi che contengono la parola chiave vengono visualizzati in un elenco cronologico, con i risultati più recenti visualizzati per primi.

source: Key Features
it: Caratteristiche Principali

source: **Smart Highlighting** The searched keyword is highlighted in bold using the primary color. Partial matches are also highlighted (e.g., searching for *meet* highlights only that part inside *meeting*), making results easier to scan.
it: **Evidenziazione intelligente** La parola chiave cercata è evidenziata in grassetto utilizzando il colore principale. Le corrispondenze parziali vengono anche evidenziate (ad esempio, cercando *incontro* si evidenzia solo quella parte all'interno di *riunione*), rendendo i risultati più facili da scorrere.

source: **Jump to Context** Selecting a result automatically scrolls the conversation to the exact message, which is highlighted for visibility. If you scroll away, simply click the result again to return—results remain clickable at all times.
it: **Vai al contesto** Selezionare un risultato fa scorrere automaticamente la conversazione al messaggio esatto, che viene evidenziato per una maggiore visibilità. Se si scorre altrove, basta semplicemente fare clic nuovamente sul risultato per tornare - i risultati rimangono cliccabili in ogni momento.

source: **Responsive Behavior** On smaller screens, the search interface adapts seamlessly to ensure easy navigation without losing context.
it: **Comportamento Responsivo** Su schermi più piccoli, l'interfaccia di ricerca si adatta senza problemi per garantire una facile navigazione senza perdere il contesto.

source: **Quick Iterations** To start a new search, use the backspace button to clear the current query without closing the panel.
it: **Iterazioni Veloci** Per avviare una nuova ricerca, utilizzare il tasto backspace per cancellare la query corrente senza chiudere il pannello.

source: This feature significantly improves navigation within chats, letting you find information in seconds instead of manually searching through entire conversations.
it: Questa funzione migliora notevolmente la navigazione all'interno delle chat, permettendoti di trovare informazioni in pochi secondi invece di doverle cercare manualmente attraverso intere conversazioni.

source: Composing Emails
it: Scrivere un'email

source: In this section, you will discover how to navigate |product| email composer and how to use its various features including working with attachments, addressing emails, using account personas, etc.
it: In questa sezione, scoprirai come navigare nel composers di email di |product| e come utilizzare le sue varie funzionalità, tra cui lavorare con allegati, indirizzare email, utilizzare le persone associate agli account, ecc.

source: Composing a New Email
it: Comporre una Nuova Email

source: Below is a concise summary of the steps to write and send an email:
it: Ecco i passaggi per scrivere e inviare un'email:

source: Select the **Mails** feature from your left sidebar.
it: Seleziona la funzione **Mail** nel menu laterale sinistro.

source: Click on the **NEW** button located on the top bar. A new compose board will appear.
it: Clicca sul tasto **NUOVO** nella barra superiore. Comparirà una nuova finestra di composizione.

source: Enter recipient email addresses in the *To* field.
it: Inserisci gli indirizzi email dei destinatari nel campo *A*.

source: Optionally, add recipients to the *Cc* or *Bcc* fields.
it: Facoltativamente, aggiungere dei destinatari nei campi *Cc* o *Ccn*.

source: Choose your email **identity/persona** (if you have more than one) from the top left corner of the composing board.
it: Scegli la tua **identità/personalità** (se ne hai più di una) dall'angolo in alto a sinistra della scheda di composizione.

source: Write a brief subject in the *Subject* field.
it: Scrivi un breve titolo nel campo *Oggetto*.

source: Compose your message in the body.
it: Componi il corpo del tuo messaggio.

source: Click the **SEND** button to send the email.
it: Fai clic sul tasto **INVIO** per inviare la email.

source: A copy of the sent email is stored in your Sent folder.
it: Una copia dell'email inviata viene archiviata nella cartella "Inviati".

source: The Visual Cue feature displays a clear placeholder label when emails are sent with only CC or BCC recipients and no direct 'To' recipients, improving message visibility and recipient understanding.
it: La funzione di Promemoria Visivo visualizza un'etichetta di segnaposto chiara quando le email vengono inviate con solo destinatari in copia (CC) o copia nascosta (BCC) e senza destinatari diretti 'A', migliorando la visibilità del messaggio e la comprensione del destinatario.

source: This feature enhances email clarity by providing immediate visual information about recipient types, helping you better understand how messages were distributed. To identify emails with empty 'To' fields:
it: Questa funzionalità migliora la chiarezza dell'e-mail fornendo informazioni visive immediate sui tipi di destinatari, aiutandoti a comprendere meglio come sono stati distribuiti i messaggi. Per identificare le e-mail con campi 'A' vuoti:

source: Look for the [Empty 'To' Field] label in your message list
it: Cerca l'etichetta [Campo 'A' vuoto] nella tua lista dei messaggi

source: Open any email showing this placeholder to view details
it: Apri qualsiasi email che mostra questo segnaposto per visualizzare i dettagli

source: The same label will appear in the message displayer for confirmation
it: Lo stesso etichetta apparirà nel visualizzatore di messaggi per la conferma

source: Use this visual cue to understand the email's recipient distribution
it: Utilizza questo indizio visivo per comprendere la distribuzione dei destinatari dell'e-mail

source: Disabling / Enabling Rich Text Editor
it: Disabilitare/ Abilitare l'Editor di Testo Avanzato

source: To toggle the rich text editor on or off while using the compose board, simply:
it: Per attivare o disattivare l'editor di testo avanzato mentre si compone un'email:

source: Click on the three vertical dots.
it: Fai clic sui tre punti verticali.

source: Choose either **Disable rich text editor** or **Enable rich text editor** from the menu.
it: Scegli **Disabilita editor avanzato** oppure **Abilita editor avanzato** nel menu.

source: On the other hand, enabling the rich text editor can be beneficial when you want to create visually appealing emails with formatting options like bold, italics, underline, font colors, and font sizes. It allows you to customize the appearance of your emails to make them more engaging and professional-looking. Additionally, the rich text editor often provides tools for inserting images, creating lists, and adjusting text alignment, which can enhance the overall presentation of your email and improve readability. Disabling the rich text editor can be useful when you want to compose emails with plain text only, without any formatting such as bold, italics, or color changes. This can help send simple, straightforward messages without any distractions or potential compatibility issues across different email clients.
it: D'altra parte, abilitare l'editor di testo avanzato può essere utile quando si desidera creare email piacevoli alla vista con opzioni di formattazione come grassetto, corsivo, sottolineato, colori di carattere e dimensioni di carattere. Consente di personalizzare l'aspetto delle email per renderle più coinvolgenti e professionali. Inoltre, l'editor di testo avanzato fornisce strumenti per inserire immagini, creare elenchi e regolare l'allineamento del testo, il che può migliorare la presentazione complessiva e la leggibilità. Disabilitare l'editor di testo può essere utile quando si desidera comporre email con solo testo semplice, senza alcuna formattazione come grassetto, corsivo o modifiche ai colori. Ciò consente di inviare messaggi semplici e diretti, senza distrazioni o potenziali problemi di compatibilità tra diversi client di posta elettronica.

source: Addressing Emails
it: Indirizzare le Email

source: The autocomplete function assists you while typing in the To, Cc, and Bcc fields of a new message by suggesting names from your contacts. It generates a list of potential addresses where either the first name, last name, or email address matches the text you have typed.
it: Il completamento automatico ti aiuta durante la digitazione dei campi A, Cc e Ccn di un nuovo messaggio, suggerendoti indirizzi potenziali tra i tuoi contatti in base al nome, il cognome o l'indirizzo email che hai digitato.

source: As you continue typing, the list of suggested addresses narrows down, reflecting fewer matches available. If there are no matches in your contact list or your company’s employee address list, the list disappears.
it: Man mano che digiti, l'elenco degli indirizzi suggeriti si restringe, riflettendo un numero minore di corrispondenze disponibili. Se non ci sono corrispondenze nella tua rubrica contatti o nell'elenco degli indirizzi dei dipendenti della tua azienda, l'elenco scompare.

source: For instance, if you are composing an email to Sarah Johnson, whose email is sarah.johnson@example.com, and you start typing "S" the autocomplete might display:
it: Ad esempio, se stai componendo un'email per Sarah Johnson, il cui indirizzo email è sarah.johnson@example.com, e inizi a digitare "S" l'autocompletamento potrebbe visualizzare:

source: Samuel Adams sam.adams@example.com
it: Samuele Adams sam.adams@esempio.it

source: Sarah Johnson sarah.johnson@example.com
it: Sarah Johnson sarah.johnson@esempio.com

source: If you then type "a" (Sa), the list will update to:
it: Se digiti poi "a" (Sa), l'elenco verrà aggiornato come segue:

source: Continuing with our example, if you proceed to type "m" (Sam), the autocomplete list would further narrow down to:
it: Continuando con il nostro esempio, se procedi a digitare "m" (Sam), l'elenco di completamento automatico verrà ulteriormente ridotto a:

source: This real-time refinement allows for a quick and efficient selection of recipients based on the characters you input, ensuring accuracy and ease of use in addressing your email messages.
it: Questa raffinamento in tempo reale consente una selezione rapida ed efficiente dei destinatari in base ai caratteri digitati, garantendo accuratezza e facilità d'uso nell'indirizzare i messaggi di posta elettronica.

source: To include additional recipients in either the *copy* or *blind copy* sections of your email, just click on the **CC** or **BCC** buttons to reveal their respective fields.
it: Per includere altri destinatari nelle sezioni *copia* o *copia nascosta* della tua email, clicca sui pulsanti **CC** o **BCC** per visualizzare i relativi campi.

source: Additionally, you can utilize the **drag-and-drop** feature to effortlessly move email addresses from the To field to the Cc or Bcc fields while composing your message. To do so, simply click and hold on an address bubble and drag it to the desired field.
it: Inoltre, puoi utilizzare la funzione di **trascinamento e rilascio** per spostare agevolmente gli indirizzi email dal campo A a quelli Ccn o Cc quando componi un messaggio. Per far ciò, basta cliccare e tenere premuto un indirizzo per poi trascinarlo nel campo desiderato.

source: You can also copy-paste email addresses directly into the To, CC, and BCC fields, while composing an email: furthermore, a small contextual menu appears when you right-click in the To, CC, or BCC fields, so you can directly click "Paste" to insert email adresses, you previously copied, in the related fields.
it: Puoi anche copiare e incollare direttamente gli indirizzi email nei campi A, CC e CCN, quando componi un'email: inoltre, compare un piccolo menu contestuale quando si fa clic con il pulsante destro del mouse nei campi A, CC o CCN, in modo da poter fare clic direttamente su " Incolla" per inserire gli indirizzi email precedentemente copiati.

source: Attachments
it: Usare gli Allegati

source: Attachments play a crucial role in enhancing the effectiveness of email communication by allowing users to include supplementary files such as documents, images, videos, or spreadsheets along with their messages. Below, you will discover various actions you can take with attachments while composing an email.
it: Gli allegati svolgono un ruolo cruciale nella comunicazione via email, consentendo agli utenti di includere file supplementari come documenti, immagini, video o fogli di calcolo insieme ai loro messaggi. Di seguito, scoprirai le diverse azioni che puoi eseguire con gli allegati mentre componi un'email.

source: Adding Attachments
it: Aggiungere Allegati

source: You can attach any file from your computer or |product| Files by using the **paperclip** icon inside the composing board.
it: Puoi allegare qualsiasi file dal tuo computer o da |product| Files utilizzando l'icona a **graffetta** all'interno del pannello di composizione.

source: Adding attachment from your computer:
it: Per aggiungere un allegato dal computer:
