Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: Deleting a File or Folder
it: Eliminare un File o una Cartella

source: To delete an item:
it: Per eliminare un messaggio:

source: Navigate to the folder containing the item.
it: Accedi alla cartella che contiene il file.

source: Select **Delete**.
it: Seleziona **Auth**.

source: Deleted items are moved to **Trash**.
it: Le email eliminate verranno spostate nel cartella **Cestino**.

source: Delete permanently
it: Fai clic su **ELIMINA DEFINITIVAMENTE** per confermare.

source: Open **Trash**.
it: Apri **Cestino**.

source: Select **My elements** (if shown).
it: Seleziona **I miei elementi**.

source: Tap **More options** next to the item.
it: Tocca **Altre opzioni** accanto all'elemento.

source: Select **Delete permanently**.
it: Seleziona l'opzione **Elimina definitivamente**.

source: Restoring a Trashed File or Folder
it: Ripristinare un File o una Cartella Cestinata

source: Select **Restore**.
it: Seleziona **Auth**.

source: The item returns to its original location.
it: L'elemento torna alla sua posizione originale.

source: Renaming a File or Folder
it: Rinominare un File o una Cartella

source: Select **Rename**.
it: Seleziona **Calendari**.

source: Enter the new name and confirm.
it: Inserisci il nuovo nome e conferma.

source: Moving a File Between Folders
it: Spostare un File tra Cartelle

source: Select **Move**.
it: Seleziona **Email**.

source: Choose the destination folder and confirm.
it: Scegli la cartella di destinazione in cui vuoi copiare il file.

source: Select **Copy**.
it: Seleziona **Account**.

source: Select **Flag**.
it: Seleziona **Auth**.

source: To remove the flag, repeat and select **Unflag**.
it: Per rimuovere il flag dal file, puoi seguire lo stesso processo e selezionare **Rimuovi contrassegno**.

source: Adding Collaborators to a File/Folder
it: Aggiungere Collaboratori a un File / Cartella

source: To share an item with colleagues:
it: Per condividere una cartella email con un collega:

source: Tap **More options** next to the file/folder.
it: Tocca **Altre opzioni** accanto al file/cartaella.

source: Select **Add collaborators**.
it: Seleziona **Account**.

source: Enter colleagues’ email addresses and select them from suggestions.
it: Inizia a scrivere l'indirizzo email del tuo collega e selezionalo dai suggerimenti che appaiono.

source: Choose the permission level (for example: **Viewer**, **Editor**).
it: Scegli il livello di autorizzazione (ad esempio: **Visualizzatore**, **Editore**).

source: If available, enable **Sharing allowed** to let collaborators share the item further.
it: Se disponibile, abilita **Condivisione consentita** per consentire ai collaboratori di condividere ulteriormente l'elemento.

source: Optionally add a message, then tap **Send**.
it: Aggiungi facoltativamente un messaggio, quindi tocca **Invia**.

source: Working with Search
it: Usare la Ricerca

source: Searching in the |product| web client allows you to find emails, contacts, appointments, and files using specific criteria such as words, dates, time, URL, size, tags, read status, and file attachments. There are two types of searches available:
it: La ricerca nella webmail di |product| consente di trovare email, contatti, appuntamenti e file utilizzando criteri specifici come parole, date, orario, URL, dimensione, tag, stato di lettura e allegati. Sono disponibili due tipi di ricerca:

source: Quick Search: This is performed using the search box located on the top bar. You can search through various items, including emails, contacts, appointments, and files, based on the active feature selected from the left sidebar.
it: Ricerca rapida: puoi eseguirla utilizzando la casella di ricerca nella barra superiore. Verranno cercati vari elementi, inclusi email, contatti, appuntamenti e file, in base al modulo attivo in quel momento, selezionabile dal menu a sinistra.

source: Advanced Search: This is performed using the search feature you can select from the left sidebar. This enables more complex searches using different filters such as date, time, subject, etc.
it: Ricerca avanzata: puoi eseguirla accedendo alla funzione di ricerca, che puoi selezionare dalla barra del menu a sinistra (icona della lente di ingrandimento). Consente ricerche più complesse, utilizzando diversi filtri come data, ora, oggetto, ecc.

source: These search capabilities provide efficient ways to locate and manage your data within the |product| web client.
it: Queste funzionalità di ricerca aiutano a localizzare e gestire i dati efficacemente nel client web di |product|.

source: Using Quick Search for Different Items
it: Usare la Ricerca Rapida

source: You can perform a quick search using the search box located on the top bar. You can search through various items, including emails, contacts, appointments, and files, based on the active feature selected from the left sidebar.
it: Puoi eseguire una ricerca rapida usando la casella di ricerca situata nella barra superiore. È possibile cercare vari elementi, come email, contatti, appuntamenti e file, in base alla funzionalità attiva in quel momento e selezionata nel menu laterale sinistro.

source: To do so:
it: Per farlo:

source: Select either Mails, Calendars, Contacts, or Files from the left sidebar, depending on which item you want to search for. The text of the search box changes based on which feature is active. For example, in Mails, the term is Search in Mails.
it: Seleziona Mail, Calendario, Contatti o Files dalla barra laterale sinistra, a seconda dell'elemento che desideri cercare. Il testo della casella di ricerca cambierà in base alla funzione attiva. Ad esempio, in Mail il termine è "Cerca in Mail".

source: Enter a keyword in the search box, such as a term used in an email subject or body that you are searching for.
it: Inserisci una parola chiave nella casella di ricerca, ad esempio un termine utilizzato nel soggetto o nel corpo di un'email che stai cercando.

source: Click the button next to the search box with the magnifying glass icon.
it: Fai clic sul tasto accanto alla casella di ricerca, con l'icona della lente di ingrandimento.

source: Your search results will appear on the left side of a list, beside the total number of items loaded.
it: I risultati della tua ricerca appariranno sul lato sinistro in forma di elenco, in alto al quale visualizzerai il numero totale di elementi trovati.

source: Using Advanced Search to Filter Your Search
it: Usare la Ricerca Avanzata per Raffinare la Ricerca

source: This is performed using the search feature you can select from the left sidebar.
it: Puoi effettuare una ricerca avanzata accedendo alla funzione di ricerca dal pannello di sinistra.

source: Select the **Search feature** from your left sidebar.
it: Seleziona la **Funzionalità di Ricerca** dalla barra laterale sinistra.

source: Select the search category (i.e., Mails, Calendars, Contacts, Files) from the drop-down menu next to the **NEW** button.
it: Seleziona la categoria di ricerca (ad esempio, Mail, Calendario, Contatti, Files) dal menu a tendina che vedi accanto al tasto **NUOVO**.

source: Click on **ADVANCED FILTERS** on the left side. A new window appears.
it: Clicca su **FILTRI AVANZATI** sul lato sinistro. Apparirà una nuova finestra.

source: Select different filters to refine your search results.
it: Seleziona filtri diversi per raffinare i risultati di ricerca.

source: Click the **SEARCH** button.
it: Fai clic sul tasto **CERCA**.

source: Filters for refining search results vary depending on the category you select in step 2. For instance, in the Mails category, the filters include:
it: I filtri per raffinare i risultati di ricerca variano a seconda della funzionalità selezionata al passaggio 2. Ad esempio, nella categoria Mail, i filtri includono:

source: **Attachment**: Search in emails that have an attachment.
it: **Allegato**: Cerca nelle email che hanno un allegato.

source: **Flagged**: Search in flagged emails.
it: **Contrassegnati**: Cerca tra le email contrassegnate.

source: **Unread**: Search in unread email items.
it: **Non letti**: Cerca tra gli elementi email non letti.

source: **Include shared folders**: Include shared items in the search.
it: **Includi cartelle condivise**: Includi gli elementi condivisi nella ricerca.

source: **Keyword**: Search for specific terms used in the email body.
it: **Parole chiave**: Cerca termini specifici utilizzati nel corpo dell'email.

source: **Subject**: Search in email subjects.
it: **Oggetto**: Ricerca negli oggetti delle email.

source: **From**: Search for emails received from a specific email address.
it: **Da**: Cerca tra le email ricevute da un indirizzo email specifico.

source: **To**: Search for emails sent to a specific email address.
it: **A**: Cerca tra le email inviate a un indirizzo email specifico.

source: **Attachment type**: Search for specific attachment formats such as PDF, text document, images, etc.
it: **Tipo di allegato**: cerca formati di allegato specifici come PDF, documenti di testo, immagini ecc.

source: **Status of e-mail item**: Search for emails with specific status such as read, unread, flagged, etc.
it: **Stato email**: Cerca email con uno stato specifico come letto, non letto, contrassegnato, ecc.

source: **Size smaller than (MB)**: Search for emails with a size smaller than a specified number in MB.
it: **Dimensione minore di (MB)**: Cerca email con una dimensione inferiore a un certo numero di MB.

source: **Size larger than (MB)**: Search for emails with a size larger than a specified number in MB.
it: **Dimensione più grande di (MB)**: Cerca email con una dimensione maggiore di un numero specificato in MB.

source: **Sent before**: Search for emails sent before the specified date.
it: **Inviato prima**: Cerca email inviate prima della data specificata.

source: **Sent after**: Search for emails sent after the specified date.
it: **Inviato dopo**: Cerca email inviate dopo la data specificata.

source: **Sent on**: Search for emails sent exactly on the specified date.
it: **Inviato il**: Cerca email inviate esattamente nella data specificata.

source: **Tag**: Search for emails or contacts that have a specific tag.
it: **Tag**: Cerca email o contatti che abbiano un'etichetta specifica.

source: **Is contained in**: Limit the search to selected folders.
it: **È contenuto in**: Limita la ricerca alle cartelle selezionate.

source: Advanced Search Syntax
it: Sintassi di Ricerca Avanzata

source: **Syntax**: You can search for various items such as words, names, phone numbers, or domain names. However, when conducting content searches, it is essential to follow certain rules.
it: **Sintassi**: Puoi cercare vari elementi come parole, nomi, numeri di telefono o nomi di dominio. Tuttavia, quando si eseguono ricerche è essenziale seguire alcune regole.

source: **Exact Text Match**: When searching for phrases, each word within the phrase must be an exact match. No spelling variants are allowed. For instance, a search for "apple" will not match with "apples".
it: **Corrispondenza Esatta del Testo**: Quando cerchi una frase, ogni parola all'interno della frase deve essere una corrispondenza esatta. Non sono ammesse varianti di ortografia. Ad esempio, una ricerca di "mela" non corrisponderà con "mele".

source: **Case Sensitivity**: Searches are not case-sensitive. "Cat", "cat", and "CAT" are all treated as the same.
it: **Sensibilità ai caratteri**: Le ricerche non fanno distinzioni tra maiuscole e minuscole. "Gatto", "gatto" e "GATTO" sono trattati tutti come uguali.

source: **Special Characters**: Certain special characters cannot be used in search text.
it: **Caratteri speciali**: Alcuni caratteri speciali non possono essere utilizzati nel testo di ricerca.

source: **Wildcards**: The asterisk (*) can be used as a wildcard after a prefix to broaden search results. For example, searching for "choc" retrieves items with words like "chocolate", "chocoholic", etc.
it: **Jolly**: L'asterisco (*) può essere utilizzato come jolly dopo un prefisso per ampliare i risultati di ricerca. Ad esempio, cercando "cioc" verranno restituiti risultati con parole come "cioccolato", "cioccolatomane", ecc.

source: **Attachments**: System-readable file attachments are also included in searches. These are files that can be converted to HTML, such as PDF documents and text files.
it: **Allegati**: gli allegati di file leggibili dal sistema sono inclusi anche nelle ricerche. Si intende quei file che possono essere convertiti in HTML, come ad esempio documenti PDF e file di testo.

source: **Contacts in Address Books**: When searching for contacts, the entire word or number string must be entered. For instance, to search contacts by email address, the full address as it appears in the contact entry must be used. It is not possible to search solely by domain.
it: **Contatti nella Rubrica**: Quando si cercano contatti, deve essere inserita l'intera parola o stringa di numeri. Ad esempio, per cercare contatti per indirizzo email, deve essere utilizzato l'indirizzo completo così come appare nella voce del contatto. Non è possibile cercare solo per dominio.

source: **Search Language Structure**: Conducting content searches slightly differs from text-match searches or typical word-processing features such as Find.
it: **Ricerca per Struttura Linguistica**: Eseguire ricerche di contenuto differisce leggermente dalle ricerche per corrispondenza di testo come Cerca.

source: **Keywords**: If you know where to search for your item, you can enter keywords followed by a colon and the search item in the search text box. For example, "in:inbox".
it: **Parole chiave**: Se sai dove cercare l'elemento, puoi inserire le parole chiave seguite da due punti e l'elemento di ricerca nella casella di testo di ricerca. Ad esempio "in:In arrivo".

source: **Options:**
it: **Opzioni:**

source: **Content**: Specifies text that must be present in the message. Example: content:important.
it: **Contenuto**: Specifica il testo che deve essere presente nel messaggio. Esempio: contenuto:importante.

source: **From**: Specifies a sender's name or email address. Example: from:"john.doe".
it: **Da**: Specifica il nome o l'indirizzo email del mittente. Esempio: da:"mario.rossi".

source: **To**: Similar to "From:", but for recipients in the To: header. Example: to:"jane.smith".
it: **A**: Simile a "Da:", ma per i destinatari nell'intestazione A:. Esempio: a:"mario.rossi".

source: **CC**: Similar to "From:", but for recipients in the Cc: header. Example: cc:"Manager".
it: **CC**: Simile a "Da:", ma per i destinatari nell'intestazione Cc:. Esempio: cc:"Manager".

source: **Subject**: Specifies text that must appear in the subject header. Example: subject:meeting.
it: **Oggetto**: Specifica il testo che deve comparire nell'oggetto dell'email. Esempio: oggetto:riunione.

source: **In**: Specifies a folder. Example: in:sent.
it: **In**: Specifica una cartella. Esempio: in:inviati.

source: **Has**: Specifies an attribute that the message must have. Example: has:attachment.
it: **Ha**: Specifica un attributo che il messaggio deve avere. Esempio: ha:allegato.

source: **Filename**: Specifies an attachment file name. Example: filename:report.pdf.
it: **Nome file**: Specifica il nome intero di un file allegato. Esempio: nome file: report.pdf.

source: **Type**: Specifies a search within attachments of a specified type. Example: type:excel.
it: **Tipo**: Specifica una ricerca tra gli allegati di un tipo specifico. Esempio: tipo:excel.

source: **Attachment**: Specifies any item with a certain type of attachment. Example: attachment:word.
it: **Allegato**: Specifica qualsiasi elemento con un determinato tipo di allegato. Esempio: allegato:word.

source: **Is**: Searches for messages with a specific status. Example: is:unread.
it: **È**: Cerca messaggi con uno stato specifico. Ad esempio: è:non_letto.

source: **Date**: Specifies a date. Example: date:02/20/2024.
it: **Data**: Specifica una data. Esempio: date:20/02/2024.

source: **After**: Specifies mail sent after a certain date. Example: after:01/01/2024.
it: **Dopo**: Specifica la posta inviata dopo una data specifica. Esempio: dopo:01/01/2024.

source: **Before**: Specifies mail sent before a certain date. Example: before:03/01/2024.
it: **Prima di**: Specifica la posta inviata prima di una data specifica. Esempio: prima di:03/01/2024.

source: **Size**: Specifies emails based on their total size, including attachments. Example: size: 1MB.
it: **Dimensione**: Specifica le email in base alla loro dimensione totale, inclusi gli allegati. Esempio: dimensione: 1MB.

source: **Smaller**: Specifies emails based on their total size, including attachments. Example: smaller:1MB.
it: **Minore di**: Specifica le email in base alle loro dimensioni totali, incluse le allegati. Esempio: minore_di:1MB.

source: **Larger**: Specifies emails based on their total size, including attachments. Example: smaller:1MB.
it: **Più grande di**: Specifica le email in base alla loro dimensione totale, inclusi gli allegati. Esempio: maggiore_di:1MB.

source: **Tag**: Finds messages tagged with a specified tag. Example: tag:important.
it: **Tag**: Trova messaggi contrassegnati con un'etichetta specifica. Esempio: tag:importante.

source: **Wildcards**: The asterisk (*) after a prefix serves as a wildcard to find content with words having similar spellings. For instance, "dog" retrieves items with words like "doggy", "doghouse", etc. Note: Double-byte asterisk signs in search queries are ignored during the search.
it: **Jolly**: L'asterisco (*) dopo un prefisso funge da jolly per trovare contenuti con parole di ortografia simile. Ad esempio, "cane" recupera elementi con parole come "cagnolino", "canile" e così via. Nota: il doppi asterischi vengono ignorati durante la ricerca.

source: Working with Tasks
it: Usare gli Impegni (Attività)

source: Tasks are an integral part of any organized workflow, whether it is managing personal to-dos or coordinating team assignments. |product| Tasks will help you organize your work and manage it easily.
it: Gli impegni sono una parte integrante di qualsiasi flusso di lavoro organizzato, sia che si tratti di gestire attività personali o di coordinare compiti di team. |product| Tasks ti aiuterà a organizzare il tuo lavoro e a gestirlo facilmente.

source: Creating a Task
it: Creare un'Attività

source: To create a new task:
it: Per creare una nuova attività:

source: Select the **Tasks** feature from your left sidebar.
it: Seleziona la funzionalità **Attività** da menù di sinistra (icona con il cerchio spuntato).

source: In the designated **Title field** on the task board, insert a concise and descriptive title for your new task.
it: Nel campo **Titolo** inserisci un titolo conciso e descrittivo per il tuo nuovo compito.

source: Utilize the **Priority field** to specify the importance or urgency level of the task.
it: Utilizza il campo **Priorità** per specificare il livello di urgenza o importanza dell'attività.

source: If you require |product| to remind you about this task at a specific time, toggle the **Enable reminder** option and select your preferred reminder time.
it: Se vuoi che |product| ti ricordi quest'attività in un momento specifico, attiva l'opzione **Abilita promemoria** e seleziona l'orario desiderato per il promemoria.

source: Input relevant details or instructions for the task in the provided description area.
it: Inserisci i dettagli o le istruzioni rilevanti per l'attività nell'area della descrizione.

source: Your new task will then be added to your task list, ready for action.
it: La tua nuova attività verrà aggiunta alla tua lista, pronta per l'azione.

source: You can easily access the details of your tasks by simply clicking on them within the task list located in the main panel.
it: Puoi accedere ai dettagli delle tue attività in ogni momento, cliccando su di esse dall'elenco situato nel pannello principale.

source: Editing a Task
it: Modificare un'Attività

source: To edit an existing task:
it: Per modificare un'attività esistente:

source: Right-click on the task you want to edit from the list of tasks.
it: Fai clic destro sull'attività che desideri modificare dall'elenco.

source: Deleting a Task
it: Eliminare un'Attività

source: To delete an existing task:
it: Per eliminare un'attività esistente:

source: Right-click on the task you want to delete from the list of tasks.
it: Fai clic destro sull'attività che desideri eliminare dall'elenco.

source: Click DELETE PERMANENTLY to confirm.
it: Fai clic su **ELIMINA DEFINITIVAMENTE** per confermare.

source: Marking a Task as Complete
it: Segnare un'Attività come Completata

source: To mark a task as complete:
it: Per contrassegnare un'attività come completata:

source: Right-click on the task you want to mark as complete from the list of tasks.
it: Fai clic destro sull'attività che desideri contrassegnare come completata dall'elenco.

source: Select **Complete** from the drop-down menu.
it: Seleziona **Completa** dal menu a tendina.

source: In |product|, video meetings are an essential tool for enabling smooth virtual collaboration. Whether for individual conversations or group sessions, they offer a space for face-to-face interactions, promoting real-time communication and strengthening teamwork. Users can effortlessly start or join meetings, share screens, and record sessions, ensuring effective and streamlined collaboration.
it: In |product|, le riunioni in video sono uno strumento essenziale per abilitare una collaborazione virtuale senza problemi. Sia per le conversazioni individuali che per le sessioni di gruppo, offrono uno spazio per interazioni faccia a faccia, promuovendo la comunicazione in tempo reale e rafforzando il lavoro di squadra. Gli utenti possono avviare o partecipare a riunioni senza sforzo, condividere schermate e registrare le sessioni, garantendo una collaborazione efficace e fluida.

source: Creating New Virtual Room
it: Creare una Nuova Stanza Virtuale

source: Every person with an account on |product| can create virtual rooms. Virtual rooms are shared spaces where you can hold video meetings and engage in conversations via chat. You can create them based on different topics you want to discuss so that the attendees are informed about the meeting agenda.
it: Ogni persona con un account su |product| può creare stanze virtuali. Le stanze virtuali sono spazi condivisi in cui puoi tenere riunioni in videoconferenza e partecipare a conversazioni tramite chat. Puoi crearle in base a diversi argomenti che desideri discutere in modo che i partecipanti siano informati sull'ordine del giorno della riunione.

source: To create a new room:
it: Per creare una nuova stanza:

source: Select the Chats feature from your left sidebar.
it: Seleziona la funzione di Chat dalla barra laterale sinistra.

source: Click YOUR VIRTUAL ROOMS located at the bottom left corner beneath the list of chats. A new window appears.
it: Fai clic su LE TUE SALE VIRTUALI posizionato in basso a sinistra sotto l'elenco delle chat. Appare una nuova finestra.

source: Click on New Virtual Room's name*.
it: Fai clic sul nome della nuova stanza virtuale*.

source: Insert a name for the room in the field and click on the checkmark icon.
it: Inserisci un nome per la stanza nel campo e clicca sull'icona del segno di spunta.

source: Choose the room's moderators, who will have the ability to manage the room.
it: Scegliere i moderatori della stanza, che avranno la capacità di gestire la stanza.

source: Your room has been successfully created and will be accessible through the same YOUR VIRTUAL ROOMS button.
it: La tua stanza è stata creata con successo e sarà accessibile tramite lo stesso pulsante TUE STANZE VIRTUALI.
