Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: Reading Emails
it: Leggere le Email

source: To read an email simply:
it: Per leggere un'email:

source: Select **Mails** with the email icon from the left sidebar.
it: Seleziona **Mail** con l'icona della busta dalla barra laterale sinistra.

source: Click on a folder on the navigation panel.
it: Fai clic su una cartella nel pannello di navigazione.

source: Select the email from the main panel.
it: Seleziona l'email dal pannello principale.

source: Within the |product| web client, there are two distinct methods for displaying emails:
it: All'interno del client web di |product|, hai a disposizione due metodi distinti per visualizzare l'elenco delle email:

source: **Message View**: In this mode, emails are displayed individually in your main panel. Each email is listed separately, allowing you to view them one by one.
it: **Per messaggio**: In questa modalità, le email vengono visualizzate singolarmente nel pannello principale. Ogni email viene elencata separatamente, consentendoti di visualizzarle una alla volta.

source: **Conversation View**: When utilizing this option, emails are grouped based on threads. If multiple emails are part of a conversation or have been replied to together, they will appear grouped as a single thread in your main panel.
it: **Per conversazione**: utilizzando questa opzione, le email vengono raggruppate in base alla discussione. Se più email fanno parte di una conversazione o hanno avuto risposta insieme, appariranno raggruppate come un singolo elemento nel pannello principale.

source: Note that in case of small screens, you have the chance to to **resize the columns** that separate the email list from the one with the email preview. Furthermore you can easily change the layout from vertical to horizontal, just by clicking on the **tab icon**, right beside the **sorting icon**.
it: Nota che nel caso di schermi piccoli, hai la possibilità di **modificare le dimensioni delle colonne** che separano l'elenco delle email dall'anteprima dell'email, cliccando sulla barra verticale che le divide e trascinandola a destra o a sinistra. Inoltre puoi cambiare la disposizione da verticale a orizzontale, facendo clic sull'icona **scheda**, immediatamente accanto all'icona di **ordinamento** in alto a destra.

source: These options allow you to have more space to preview the email and to choose the best layout for your email readability.
it: Queste opzioni ti permettono di avere più spazio per visualizzare in anteprima la tua email e di scegliere il layout migliore per la leggibilità della tua email.

source: You can also choose to resize the columns separating the emails list from the preview. Moreover you can switch between vertical and horizontal layouts: the "change view" icon, in the right side of the emails header bar, updates the layout according to the selected choice, allowing you to easily switch between the views. If you choose **no split** option, you can easily hide emails list.
it: Puoi ridimensionare le colonne che separano l'elenco delle email dall'anteprima. Inoltre puoi passare da una visualizzazione verticale a una orizzontale: l'icona "Cambia visualizzazione", sul lato destro della barra di intestazione delle email, aggiorna il layout in base alla scelta selezionata, consentendo di passare facilmente tra le modalità. Se scegli l'opzione **nessuna suddivisione**, puoi anche nascondere l'elenco delle email.

source: In this way you can avoid sidebar distractions, focusing just on the email at hand, with the chance to browse between emails simply clicking the navigation arrows in the header bar.
it: In questo modo puoi evitare le distrazioni della barra laterale, concentrandoti solo sull'email che ti interessa, con la possibilità di sfogliare tra le email semplicemente facendo clic sui pulsanti di navigazione nella barra di intestazione.

source: Using Message View
it: Cambiare Opzione di Visualizzazione

source: Message view provides a straightforward approach to managing emails. Users can easily locate a desired email in their inbox and read it directly in the main panel. However, when dealing with email replies, users must manually search for each reply separately from their email list, which can be cumbersome and time-consuming.
it: La visualizzazione Per messaggio fornisce un approccio semplice per gestire le email. Puoi trovare un'email desiderata nella casella in arrivo e leggerla direttamente nel pannello principale. Tuttavia, quando ti serve ritrovare una risposta specifica all'email, dovrai cercare manualmente ogni risposta nell'elenco delle email, il che potrebbe essere dispendioso in termini di tempo.

source: Message view can be useful for users who prefer to deal with emails on a one-by-one basis. It provides a clear and focused way to address each email individually, making it easier to manage and respond to messages without the distraction of other emails in the same thread. This mode is particularly beneficial for users who receive a moderate volume of emails and want to maintain a linear workflow without getting overwhelmed by grouped conversations.
it: La visualizzazione Per messaggi è adatta a te se preferisci occuparti delle email una per volta. Fornisce un modo chiaro e privo di distrazioni per gestire ogni email in modo individuale, rendendolo più facile gestire i singoli messaggi di una conversazione. Questa modalità è particolarmente utile per gli utenti che ricevono un numero moderato di email e desiderano mantenere un flusso di lavoro lineare, senza essere sopraffatti dalle conversazioni raggruppate.

source: When you are reading an email, there is a button labeled **SHOW QUOTED TEXT** If you click it, you can see the earlier emails that this one is replying to. But remember, you can only see those earlier messages if the person who replied did not delete them when they wrote their reply.
it: Quando leggi un'email, c'è un tasto denominato **Mostra testo citato**. Se lo clicchi, puoi vedere le email precedenti a quella a cui stai rispondendo. Tuttavia, ricorda che puoi vedere quei messaggi precedenti solo se la persona che ha risposto non li ha cancellati quando ha scritto la sua risposta.

source: Using Conversation View
it: Usare la Visualizzazione Per Conversazione

source: Conversation view offers a comprehensive way to track email exchanges within a thread. Users can conveniently access an email and its related replies by selecting the corresponding thread from the list displayed in the main panel. To locate a specific reply, users simply need to expand the thread by clicking on the downward arrow next to the original email. This action reveals all the replies nested underneath, allowing users to review the entire conversation in a single, organized view.
it: La visualizzazione per conversazione ti offre un modo completo per tenere traccia delle comunicazioni email all'interno di una discussione. Potrai accedere rapidamente a un'email e a tutte le relative risposte selezionando la conversazione dall'elenco email nel pannello principale. Per individuare una risposta specifica, dovrai espandere la conversazione facendo clic sulla freccia verso il basso accanto all'email originale. Questa azione mostra tutte le risposte annidate al di sotto, consentendoti di esaminare l'intera conversazione in una singola vista organizzata.

source: Conversations can extend across multiple folders. For instance, one conversation might be in your Inbox, another in your Sent folder, and additional ones in a different folder altogether. When you move a conversation from one folder to another, all the messages within that conversation are relocated to the new folder. However, messages in the Sent and Trash folders remain unaffected by this action and are not moved.
it: Le conversazioni possono estendersi attraverso più cartelle. Ad esempio, un'email potrebbe essere nella tua casella di posta in arrivo, un'altra nella cartella dei messaggi inviati e altre in una cartella diversa. Quando si sposta una conversazione da una cartella all'altra, tutti i messaggi all'interno di quella conversazione vengono spostati nella nuova cartella. Tuttavia, i messaggi nelle cartelle dei messaggi Inviati e Cestino non sono influenzati da questa azione e non vengono spostati.

source: To initiate a new conversation thread, you need to compose a new email rather than replying to or forwarding an existing email.
it: Per avviare una nuova conversazione, è necessario comporre un nuovo messaggio di posta elettronica anziché rispondere o inoltrare un messaggio esistente.

source: The conversation view is advantageous for users who frequently engage in email exchanges with multiple participants. Grouping related emails into threads allows users to follow the flow of conversation more easily, making it simpler to track the context and progression of discussions over time. This mode is especially helpful for users who collaborate on projects, participate in group discussions, or communicate with multiple stakeholders, as it facilitates better organization and comprehension of complex email interactions. Additionally, the conversation view can help users save time by reducing the need to search for related emails scattered throughout their inbox.
it: La visualizzazione per conversazione è vantaggiosa per gli utenti che hanno spesso scambi di email con più partecipanti. Il raggruppamento delle email correlate consente di seguire il flusso della conversazione più facilmente, rendendo più semplice tenere traccia del contesto e dell'andamento della discussioni nel tempo. Questa modalità è particolarmente utile per gli utenti che collaborano a progetti, partecipano a discussioni di gruppo o comunicano con più stakeholder, in quanto facilita una miglior organizzazione e comprensione delle interazioni email complesse. Inoltre, la visualizzazione per conversazione può aiutarti a risparmiare tempo, riducendo la necessità di cercare ogni singola email nella casella di posta in arrivo.

source: Reading Email Header Security Information
it: Leggere le Informazioni di Sicurezza nell'Intestazione Email

source: You will now receive visual notifications within the email body and the header will display specific security and informational criteria. This includes notifications for:
it: Riceverai delle notifiche visive all'interno del corpo dell'email, e l'intestazione mostrerà i criteri di sicurezza e informazioni specifiche. Si tratta di notifiche per:

source: External domain origins
it: Origine dei domini esterni

source: Signatures, such as DMARC and DKIM
it: Le firme, come DMARC e DKIM

source: Confidentiality markers
it: Indicatori di riservatezza

source: Distribution-list origins
it: Origine delle liste di distribuzione

source: These enhancements are designed to increase your awareness of potential security risks and improve content integrity.
it: Queste funzioni sono progettate per aumentare la consapevolezza dei possibili rischi per la sicurezza e migliorare l'integrità dei contenuti.

source: Changing Email Visualization Method
it: Cambiare Metodo di Visualizzazione delle Email

source: To adjust |product|'s email visualization, whether opting for threaded conversations or individual messages:
it: Per cambiare la visualizzazione delle email di |product|, scegliendo tra la visualizzazione per conversazione o per messaggi singoli:

source: Navigate to the **Settings** (Gear icon) from the left sidebar.
it: Accedi alle **Impostazioni** (icona dell'ingranaggio) dal menu laterale sinistro.

source: Access the **Mails** section.
it: Vai alla sezione **Mail**.

source: Under the **Visualization Options** select your preferred viewing mode, either *By Conversation* or *By Message*.
it: Sotto **Opzioni di visualizzazione** seleziona la modalità di visualizzazione che preferisci, ovvero *Per conversazione* o *Per messaggio*.

source: Email Attachment Files
it: Aggiungere Allegati alle Email

source: Emails can contain various types of attached files, such as word processing documents, spreadsheets, text files, ZIP archives, images, executable applications, or any other computer file stored on the sender’s network. Messages with attachments are indicated by a paper clip icon next to the subject line.
it: Le email possono contenere vari tipi di file allegati, come documenti testuali, fogli di calcolo, archivi ZIP, immagini, applicazioni eseguibili o qualsiasi altro file del computer memorizzato nella rete del mittente. I messaggi con allegati si distinguono grazie a un'icona di graffetta accanto alla riga dell'oggetto.

source: You can directly access any attached file from your account, provided you have the appropriate application, and the file extension is not blocked by your system administrator.
it: Puoi accedere direttamente a qualsiasi file allegato, purché tu disponga dell'applicazione appropriata e l'estensione del file non sia bloccata dall'amministratore del sistema.

source: If your computer has compatible software installed, simply downloading, and double-clicking on the file will open it in the correct application for viewing.
it: Se il computer dispone di un programma compatibile installato, ti basterà scaricare il file e fare doppio clic su di esso per visualizzarlo nell'applicazione appropriata.

source: File attachments are a common vector for spreading computer viruses. To mitigate this risk, system administrators often block incoming emails containing certain attachment types, such as those with .EXE or .ZIP extensions. If you need to receive such attachments, you can ask your system administrators to allow such files.
it: I file allegati sono un vettore comune per la diffusione di virus informatici. Per mitigare questo rischio, gli amministratori di sistema spesso bloccano le email in ingresso che contengono determinati tipi di allegati, come ad esempio quelli con estensioni .EXE o .ZIP. Se è necessario ricevere tali allegati, puoi chiedere all'amministratori di sistema di consentire l'arrivo di tali file.

source: Virus filtering for incoming emails and regular virus scans for personal computers are standard practices among system administrators. However, there is always a possibility of a virus slipping through these defenses.
it: Il filtro anti-virus per le email in entrata e le scansioni regolari dei virus nei computer personali sono pratiche standard tra gli amministratori di sistema. Tuttavia, esiste sempre la possibilità che un virus sfugga a queste difese.

source: Email viruses are typically activated when the infected attachment is opened or viewed. Many of these viruses propagate themselves by exploiting entries in users' address books. Therefore, it is advisable to exercise caution when opening attachments, even from seemingly familiar senders.
it: I virus via email vengono generalmente attivati quando l'allegato infetto viene aperto o visualizzato. Molti di questi virus si propagano sfruttando gli indirizzi presenti nelle rubriche degli utenti. Pertanto, è consigliabile esercitare cautela quando si aprono gli allegati, anche da mittenti apparentemente familiari.

source: Previewing Attachments
it: Visualizzare gli Allegati in Anteprima

source: To access an attachment, follow these steps:
it: Per accedere ad un allegato, segui questi passaggi:

source: Open the message containing the attachment.
it: Apri il messaggio che contiene l'allegato.

source: Click on the attachment's name to open it, provided it is one of the following file formats: PDF, ODT, ODS, ODP, DOC, XLS, PPT, DOCX, XLSX, PPTX.
it: Fai clic sul nome dell'allegato per aprirlo, se si tratta di uno dei seguenti formati file: PDF, ODT, ODS, ODP, DOC, XLS, PPT, DOCX, XLSX, PPTX.

source: Alternatively, if the attachment has a different file format, **hover** your mouse cursor over the attachment's name to reveal the **Download icon**. Click on it to initiate the download process. This will open a dialog box, enabling you to specify the destination folder. Remember that the attachment remains associated with the email until you choose to remove it.
it: In alternativa, se l'allegato ha un formato diverso, **posiziona il cursore** sul nome dell'allegato per rivelare l'icona di **Download**. Fai clic su di essa per avviare il processo di download. Ciò aprirà una finestra di dialogo, consentendoti di specificare la cartella di destinazione. Ricorda che l'allegato resta associato all'email fino a quando non scegli di rimuoverlo.

source: Removing Attachments
it: Rimuovere gli Allegati

source: Attachments included in your email contribute to your storage quota. Consider removing larger attachments to free up space. Deleting the attachment from the message removes the file from your mailbox. However, if you have already downloaded the file, you will still have a copy saved on your device.
it: Gli allegati inclusi nelle tue email (in entrata e in uscita) contribuiscono a occupare il tuo spazio di archiviazione. Considera di rimuovere gli allegati più grandi per liberare spazio. Cancellando l'allegato dal messaggio, rimuoverai il file dalla tua casella di posta. Tuttavia, se hai già scaricato il file, avrai ancora una copia salvata sul tuo dispositivo.

source: To remove an attachment:
it: Per rimuovere un allegato:

source: Open the email that includes the attachment.
it: Apri l'email che include l'allegato.

source: Hover your mouse cursor on the attachment to reveal the **Delete icon**. Click on it to remove the attachment.
it: Posiziona il cursore sull'allegato per visualizzare l'icona **Elimina** (cestino). Fai clic su di essa per rimuovere l'allegato.

source: Downloading / Saving Attachments on Your Computer
it: Scaricare / Salvare Allegati

source: To download an attachment to your computer:
it: Per scaricare un allegato nel tuo computer:

source: Open the email containing the attachment.
it: Apri l'email che contiene l'allegato.

source: Under the attachment, click **Download** to initiate the download process. This will open a window, enabling you to specify the destination folder.
it: Sotto l'allegato, fai clic su **Download** per avviare il processo di download. Si aprirà una finestra che consente di specificare la cartella di destinazione.

source: Saving Attachments in Your |product| Files
it: Salvare Allegati nella Cartella Files di |product|

source: To save an attachment in your |product| Files:
it: Per salvare un allegato in |product| Files:

source: Under the attachment, click **Save to Files**. This will open a window, enabling you to specify the destination folder on your Files.
it: Sotto all'allegato, clicca sull'icona **Salva su Files**. Si aprirà una finestra che consente di specificare la cartella di destinazione su Files.

source: Deleting an Email
it: Eliminare un'Email

source: You have the option to remove an individual email or entire conversation thread. For that:
it: Puoi rimuovere un singolo messaggio di posta elettronica o l'intera conversazione. Per farlo:

source: Right-click on the email or conversation you want to remove.
it: Fai clic con il tasto destro sull'email o sulla conversazione che desideri rimuovere.

source: Choose the **Delete** option from the menu.
it: Scegli l'opzione **Elimina** dal menu.

source: The deleted emails will then be moved to your **Trash folder**.
it: Le email eliminate verranno spostate nel cartella **Cestino**.

source: You can alternatively deleting an email by selecting it and use the shortcut key **Delete** on your keyboard. Deleted emails will then be moved to your Trash folder. You can retrieve items from the Trash within a 30-day window after deletion (unless your system administrator sets it otherwise). Beyond this period, the items will be permanently removed.
it: In alternativa, puoi eliminare un'e-mail selezionandola e utilizzando il tasto di scelta rapida **Elimina** sulla tastiera. Le email eliminate verranno spostate nella cartella Cestino. Puoi recuperare elementi dalla cartella Cestino entro una finestra di 30 giorni dalla cancellazione (a meno che l'amministratore di sistema non la configuri in modo diverso). Oltre questo periodo, gli elementi verranno rimossi definitivamente.

source: Additionally, you can manually access your Trash folder and permanently erase the email by right-clicking on it and selecting **Delete Permanently**.
it: Inoltre, puoi sempre accedere manualmente alla cartella Cestino ed eliminare definitivamente l'email facendo clic destro su di essa e selezionando **Elimina definitivamente**.

source: Recovering Messages
it: Recuperare un'Email

source: There is the chance, if enabled by your system administrator, to recover even permanently deleted emails. To do so, you will need to follow these steps:
it: Esiste la possibilità, se abilitata dall'amministratore del sistema, di recuperare anche le email cancellate definitivamente. Per farlo, dovrai seguire questi passaggi:

source: Click on the **gear icon** in the left panel.
it: Fai clic sull'icona **Ingranaggio** nel pannello di sinistra.

source: Click on the **‘Mails’** option and scroll down to the **‘Recover Messages’** section.
it: Clicca su **'Mail** e scorri verso il basso fino alla sezione **'Recupera Messaggi'**.

source: Enter a keyword and/or the date of the email you wish to recover.
it: Inserisci una parola chiave e/o la data dell'email che desideri recuperare.

source: Click on ‘Search E-mails’ and then on **‘Start Search’** in the pop-up window that will appear.
it: Fai clic su “Cerca email” e poi su **“Avvia ricerca”** nella finestra popup che verrà visualizzata.

source: Select the email you intend to recover by ticking the flag and click the **‘Recover Selected E-mails’** button in the top-right corner.
it: Seleziona l'email che desideri ripristinare spuntando la casella, poi clicca sul tasto **'Ripristina email selezionate'** nell'angolo in alto a destra.

source: Click on **‘Start Recovery’** in the pop-up window that appears.
it: Fai clic su **'Avvia recupero'** nella finestra popup che appare.

source: You will find the recovered email inside a folder in your inbox, renamed with the date and time details of the recovery.
it: Troverai l'email recuperata all'interno di una nuova cartella nella tua casella di posta in arrivo, rinominata con le informazioni di data e ora del recupero.

source: You will also receive a notification in your inbox with the details of the recovery process outcome.
it: Riceverai anche una notifica email con i dettagli dell'esito del processo di recupero.

source: Please note that the ability to perform this operation strictly depends on the backup settings configured by your system administrator.
it: Nota che la possibilità di eseguire questa operazione dipende strettamente dalle impostazioni di backup configurate dal tuo amministratore di sistema.

source: Marking an Email as Unread
it: Contrassegnare un'Email Come Non Letta

source: Marking emails as unread can be particularly helpful when you need to revisit an email for future reference or further reading, especially if you have already opened it but have not had the chance to fully engage with its content.
it: Contrassegnare le email come non lette può essere utile quando vuoi ricordare di tornare a un'email per futura consultazione o una lettura approfondita, dopo che l'hai aperta ma non hai avuto ancora modo di interagire con il suo contenuto.

source: The key distinction between a read and unread email lies in their appearance within your inbox: read emails typically display with regular text, while unread emails stand out with bold subject lines, making them easier to spot.
it: La differenza fondamentale tra un'email letta e una non letta sta nel loro aspetto all'interno della tua casella di posta in arrivo: le email lette vengono solitamente visualizzate con un testo normale, mentre le email non lette risaltano con l'oggetto in grassetto, rendendole più facili da individuare.
