Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: You can only preview most of the frequent file formats such as PDF, DOCX, XLSX, PPTX, ODT, ODS, and ODP, as well as image files like PNG, JPG, etc. You can also preview a video, by simply double clicking a video file or open it with preview action: if the browser support that mime type, the video is played directly on the browser. For unsupported files, you can download them to your computer and open them with specific applications.
it: Potrai solo visualizzare in anteprima la maggior parte dei formati di file, come PDF, DOCX, XLSX, PPTX, ODT, ODS e ODP, nonché file immagine come PNG, JPG, ecc. Puoi anche visualizzare in anteprima un video, facendo doppio clic su un file video o aprendolo con l'azione anteprima: se il browser lo supporta, il video viene riprodotto direttamente nel browser. Se il file non è supportato, puoi scaricarlo sul computer e aprirlo con applicazioni specifiche.

source: Creating a File
it: Creare un File

source: You can use Files to create specific files including text documents, spreadsheets, and presentation files.
it: È possibile utilizzare Files per creare file specifici, come documenti di testo, fogli di calcolo e presentazioni.

source: To create a text document:
it: Per creare un documento di testo:

source: Navigate to the folder where you want to create the file.
it: Naviga fino alla cartella in cui desideri creare il file.

source: Select **New document** from the drop-down menu.
it: Seleziona **Nuovo documento** dal menu a tendina.

source: Select the file format choosing either OpenDocument (.odt) or Microsoft (.docx) from the menu. A new window appears.
it: Seleziona il formato del file scegliendo tra OpenDocument (.odt) o Microsoft (.docx) dal menu. Apparirà una nuova finestra.

source: Insert a name for the file.
it: Inserisci un nome per il file.

source: You will find the created file in the Main Panel among the list of files and folders.
it: Troverai il file creato nel pannello principale, nel tuo elenco di file e cartelle.

source: To create a spreadsheet:
it: Per creare un foglio di calcolo:

source: Select **New spreadsheet** from the drop-down menu.
it: Seleziona **Nuovo foglio di calcolo** dal menu a tendina.

source: Select the file format choosing either OpenDocument (.ods) or Microsoft (.xlsx) from the menu. A new window appears.
it: Seleziona il formato del file scegliendo tra OpenDocument (.ods) o Microsoft (.xlsx) dal menu. Apparirà una nuova finestra.

source: You can double-click on it to open the editor in another browser tab and begin editing the file online.
it: Puoi fare doppio clic sul file per aprire l'editor in un'altra scheda del browser, ed iniziare a modificare il file online.

source: The main difference between OpenDocument and Microsoft files lies in their file formats and the software used to create and edit them. OpenDocument files (.odt, .ods, .odp) adhere to an open standard and are compatible with open-source office suites like LibreOffice.
it: La principale differenza tra file OpenDocument e file Microsoft risiede nei loro formati e nel software utilizzato per crearli e modificarli. I file OpenDocument (.odt, .ods, .odp) seguono uno standard aperto e sono compatibili con suite open source come LibreOffice.

source: In contrast, Microsoft files (.docx, .xlsx, .pptx) are created with Microsoft Office software. From a user perspective, OpenDocument files offer greater compatibility across different platforms and software suites, while Microsoft files are more commonly used in professional settings due to the widespread use of Microsoft Office.
it: A differenza dei file Microsoft (.docx, .xlsx, .pptx), creati con il software Microsoft Office, i file OpenDocument offrono una maggiore compatibilità tra diverse piattaforme. Tuttavia, i file Microsoft sono più utilizzati in ambito professionale grazie all'utilizzo diffuso di Microsoft Office.

source: Users typically choose between them based on software preference and collaboration requirements.
it: Normalmente, gli utenti scelgono tra i due in base alle preferenze sul software e ai requisiti di collaborazione.

source: Editing a File Online
it: Modificare un File Online

source: In Files, you can edit certain documents online, including formats like DOCX, XLSX, PPTX, ODT, ODS, and ODP. When you double-click them, they will open in another tab in your browser for editing.
it: In Files è possibile modificare determinati documenti online, tra cui formati come DOCX, XLSX, PPTX, ODT, ODS e ODP. Quando si fa doppio clic su di essi, si apriranno in un'altra scheda del browser per la modifica.

source: Navigate to the folder that contains the file you want to edit.
it: Passa alla cartella che contiene il file che desideri modificare.

source: Double-click on the file.
it: Fai doppio clic sul file.

source: A new tab will open in your browser for editing.
it: Verrà aperta una nuova scheda nel tuo browser per la modifica.

source: For text documents, you have various options for editing, including text formatting such as font styles, sizes, and colors. Additionally, you can add images, tables, and other objects to enhance the document's content.
it: Per i documenti di testo, disponi di diverse opzioni di modifica, tra cui il formattazione del testo come stili di carattere, dimensioni e colori. Inoltre, puoi aggiungere immagini, tabelle e altri oggetti per arricchire il contenuto del documento.

source: In spreadsheets, you can edit cell contents, apply formatting to cells, rows, and columns, and perform calculations using built-in functions. You can also insert charts, graphs, and other visual elements to present data effectively.
it: In fogli di calcolo, è possibile modificare il contenuto delle celle, applicare formattazioni a celle, righe e colonne ed eseguire calcoli utilizzando funzioni predefinite. Puoi anche inserire grafici, diagrammi e altri elementi visivi per presentare i dati in modo efficace.

source: In presentation files, you can edit slide content, including text, images, and shapes. You have options to apply formatting to text, adjust slide layouts, and incorporate multimedia elements like videos and audio clips. Additionally, you can add animations and transitions to enhance the visual appeal of your presentation.
it: Nelle presentazioni puoi modificare il contenuto delle diapositive, inclusi testo, immagini e forme. Sono disponibili opzioni per applicare la formattazione al testo, regolare i layout delle diapositive e incorporare elementi multimediali come video e clip audio. Inoltre, puoi aggiungere animazioni e transizioni per migliorare l'aspetto visivo della tua presentazione.

source: Moving a File between Folders
it: Spostare un File tra Cartelle

source: To move a file to another folder:
it: Per spostare un file in un'altra cartella:

source: Select the folder where you want to move the file.
it: Seleziona la cartella dove desideri spostare il file.

source: Alternatively, you can drag and drop files into different folders, or the parent folder displayed on the folder path at the top of the Main Panel, above the list of files and folders.
it: In alternativa, puoi trascinare e rilasciare i file in cartelle diverse, o nella cartella madre visualizzata nel percorso della cartella in alto nel Pannello principale, sopra l'elenco di file e cartelle.

source: Copying a File
it: Copiare un File

source: To copy a file and create a duplicate in another folder:
it: Per copiare un file e crearne una copia in un'altra cartella:

source: Navigate to the folder that contains the file you want to copy.
it: Vai alla cartella che contiene il file che desideri copiare.

source: Select **Copy** from the drop-down menu. A new window appears.
it: Seleziona **Copia** dal menu a tendina. Apparirà una nuova finestra.

source: Choose the destination folder where you want to copy the file.
it: Scegli la cartella di destinazione in cui vuoi copiare il file.

source: Click the **COPY** button.
it: Fai clic sul tasto **COPIA**.

source: Flagging a File
it: Contrassegnare un File

source: To flag a file for future reference and make it stand out, you can:
it: Per contrassegnare un file per riferimento futuro e farlo risaltare, puoi:

source: Navigate to the folder that contains the file you want to flag.
it: Vai alla cartella che contiene il file che desideri contrassegnare.

source: Select **Flag** from the drop-down menu.
it: Seleziona **Contrassegna** dal menu a tendina.

source: To remove the flag from the file, you can follow the same process and select **Unflag**.
it: Per rimuovere il flag dal file, puoi seguire lo stesso processo e selezionare **Rimuovi contrassegno**.

source: Managing File Versioning
it: Gestire Versioni dei File

source: File versioning enables you to manage changes to your documents in Files. Each time you modify and save a file, the version number automatically updates. The most recent version number is visible in the file document list.
it: La gestione delle versioni consente di gestire le modifiche ai documenti in Files. Ogni volta che si modifica e salva un file, il numero di versione viene aggiornato automaticamente. L'ultimo numero di versione è visibile nell'elenco dei documenti.

source: To view the history of the file, you can follow these steps:
it: Per visualizzare la cronologia del file, puoi seguire questi passaggi:

source: Navigate to the folder that contains the file you want to check.
it: Vai alla cartella che contiene il file che desideri controllare.

source: Select the file.
it: Seleziona il file.

source: On the right side of the Main Panel, you will find three tabs. Click **Versioning**.
it: Sul lato destro del Pannello principale, troverai tre schede. Clicca su **Versione**.

source: Under the **Current version**, you will find the last modified status of the file, and under **Older versions** you will find all previous versions, if they exist.
it: Sotto **Versione corrente** troverai lo stato di ultima modifica del file, mentre sotto **Versioni precedenti** troverai tutte le versioni precedenti, se esistono.

source: Updating a File with a New Version
it: Aggiornare un File ad una Nuova Versione

source: To update a file with a new version, follow these steps:
it: Per aggiornare un file con una nuova versione, segui questi passaggi:

source: Navigate to the folder that contains the file.
it: Accedi alla cartella che contiene il file.

source: On the right side of the Main Panel, click **Versioning**.
it: Nel lato destro del Pannello Principale, clicca su **Versione**.

source: Click the **UPLOAD VERSION** button. A new window appears.
it: Fai clic sul tasto **CARICA VERSIONE**. Apparirà una nuova finestra.

source: Choose the new version of the file from the opened window.
it: Seleziona il nuovo file dalla finestra.

source: Restore a File to a Previous Version
it: Ripristinare un File ad una Versione Precedente

source: To restore a file to a previous version:
it: Per ripristina un file ad una versione precedente:

source: Under the **Old versions** section, click on the **three vertical dots** next to the version you want to restore.
it: Nella sezione **Versioni più vecchie**, fai clic sui **tre punti verticali** accanto alla versione che desideri ripristinare.

source: Select **Clone as current** from the drop-down menu.
it: Seleziona **Clona come versione corrente** dal menu a tendina.

source: This will update the current version based on the cloned version, and the previous version will be added to the list of older versions.
it: Ciò aggiornerà la versione corrente come la versione clonata, e la versione precedente verrà aggiunta all'elenco delle versioni più vecchie.

source: Keep a Version of a File Forever
it: Mantenere per Sempre una Versione di un File

source: Setting a version as **Keep this version forever**, will prevent that specific version from being deleted, even if a purge of all versions is performed.
it: Impostare una versione come **Conserva questa versione per sempre**, impedirà l'eliminazione di quella versione specifica, anche se viene eseguita una pulizia di tutte le versioni.

source: To set a version as Keep this version forever:
it: Per impostare una versione come "Mantieni questa versione per sempre":

source: Under the **Old versions** section, click on the **three vertical dots** next to the version you want to keep forever.
it: Nella sezione **Versioni più vecchie**, fai clic sui **tre punti verticali** accanto alla versione che desideri conservare per sempre.

source: Select **Keep this version forever** from the drop-down menu.
it: Seleziona **Conserva questa versione per sempre** dal menu a tendina.

source: Delete Version History of a File
it: Eliminare la Cronologia delle Versioni di un File

source: To delete the version history of a file:
it: Per cancellare la cronologia delle versioni di un file:

source: Click the **PURGE ALL VERSIONS** button.
it: Fai clic sul tasto **ELIMINA TUTTE LE VERSIONI**.

source: This will delete all versions of the file, keeping the current version.
it: Ciò eliminerà tutte le versioni precedenti del file, mantenendo la versione attuale.

source: In case a version is set to **Keep forever**, purging all versions will not affect that particular version. To remove these versions as well you need to first click on the **three vertical dots** next to the version and select **Remove keep forever**.
it: Se una versione è impostata su **Conserva per sempre**, l'eliminazione di tutte le versioni non avrà alcun effetto su quella versione specifica. Per eliminare anche queste versioni, dovrai cliccare prima sui **tre punti verticali** accanto alla versione e selezionare **Rimuovi conserva per sempre**.

source: Delete a Specific Version of a File
it: Eliminare una Versione Specifica di un File

source: To delete a specific version of a file:
it: Per eliminare una versione specifica di un file:

source: Under the **Old versions** section, click on the **three vertical dots** next to the version you want to delete.
it: Nella sezione **Versioni precedenti**, fare clic sui **tre punti verticali** accanto alla versione che si desidera eliminare.

source: Click **Delete version** from the drop-down menu.
it: Clicca su **Elimina versione** nel menu a discesa.

source: If a version is set to **Keep forever**, the delete button will be disabled. You need to remove this version from **Keep forever** before performing the deletion. To remove these versions as well you need to first click on the three vertical dots next to the version and select **Remove keep forever**.
it: Se una versione è impostata su **Mantieni per sempre**, il pulsante Elimina verrà disabilitato. È necessario rimuovere questa versione da **Mantieni per sempre** prima di eseguire l'eliminazione. Per rimuovere queste versioni, è necessario fare clic prima sui tre punti verticali accanto alla versione e selezionare **Rimuovi mantieni per sempre**.

source: Sending a File as an Email Attachment
it: Invio di un File come Allegato di Posta Elettronica

source: You can send files stored in your Files as attachments via email to your colleagues. To do so:
it: È possibile inviare file registrati come Files in allegato via email ai colleghi. Per farlo:

source: Select **Send via e-mail** from the drop-down menu.
it: Seleziona **Invia via e-mail** dal menu a discesa.

source: A new compose board will appear which includes the file as an attachment.
it: Un nuovo pannello di creazione messaggio apparirà che include il file come allegato.

source: Complete composing your email and click **SEND**.
it: Completa la composizione della tua email e clicca su **INVIA**.

source: Sending an Email with a Link to a File
it: Inviare un'Email con un Link a Files

source: Instead of sending the file as an attachment, you can opt to send an email with a link to a file stored in your Files. This can be particularly useful, especially for large files.
it: In alternativa all'invio dei file come allegati, puoi scegliere di inviare un'email con un collegamento a un file archiviato nella tua cartella Files. Ciò può essere particolarmente utile per i file di grandi dimensioni.

source: However, the procedure differs for colleagues who have accounts on the same system as you and for external users with no account on the system.
it: Tuttavia, la procedura sarà diversa per i colleghi che hanno un account nel tuo stesso sistema per gli utenti esterni, che non hanno un account su Carbonio.

source: To send the link to your colleagues:
it: Per inviare il collegamento Files ai tuoi colleghi:

source: On the right side of the Main Panel, you will find three tabs. Click **Sharing**.
it: Sul lato destro del Pannello principale, troverai tre schede. Clicca su **Condivisione**.

source: Under the **Collaboration links** section, click on the **GENERATE LINK** button next to either **Read and Share** or **Write and Share** depending on the privileges you want to grant to the recipient.
it: Nella sezione **Link per la collaborazione**, fai clic sul pulsante **GENERA LINK** accanto a **Lettura e condivisione** o **Scrittura e condivisione** a seconda dei privilegi che vuoi concedere al destinatario.

source: Copy the generated link by clicking on it. The link will be saved to your clipboard and can be pasted anywhere by right-clicking and selecting **Paste**, or by using the keyboard shortcut CTRL+V on Windows or Command+V on macOS.
it: Copia il collegamento generato facendo clic su di esso. Il collegamento verrà salvato negli appunti e potrà essere incollato in qualsiasi posizione facendo clic con il pulsante destro del mouse e selezionando **Incolla**, o utilizzando la scorciatoia da tastiera CTRL+V in Windows o Command+V in Mac.

source: You can send this link while composing a new email and include it inside the message.
it: Puoi incollare questo link in una nuova email.

source: To send the link to external collaborators:
it: Per inviare il collegamento a collaboratori esterni:

source: Under the **Public download links** section, click on the **ADD LINK** button.
it: Nella sezione **Link pubblico per il download**, clicca sul tasto **AGGIUNGI LINK**.

source: Insert a description for the link and an expiration date.
it: Se lo desideri, inserisci una descrizione per il collegamento e una data di scadenza.

source: Click the **GENERATE LINK** button on the right.
it: Fai clic sul tasto **GENERA LINK** a destra.

source: Sharing Files and Folders
it: Condividere File e Cartelle

source: One of the most important and useful features of Files is its sharing capabilities. Sharing allows you to grant others access to files and folders. You can specify which items to share, and the level of access granted. When you invite a user to share, they have the option to accept or decline the invitation.
it: Una delle funzionalità più importanti e utili di Files è la sua capacità di condivisione. La condivisione ti consente di dare ad altri l'accesso a file e cartelle. Puoi specificare quali elementi condividere e il livello di accesso concesso. Quando inviti una condivisione a un utente, quest'ultimo ha la possibilità di accettare o rifiutare l'invito.

source: To manage sharing properties of a file or folder:
it: Per gestire le proprietà di condivisione di un file o una cartella:

source: Click on the folder or file you want to share.
it: Clicca sulla cartella o sul file che desideri condividere.

source: On the right side of the Main Panel, you will find different tabs. Click **Sharing**.
it: Sul lato destro del Pannello Principale, troverai diverse schede. Clicca su **Condivisione**.

source: Under the **Collaborators**, **Collaboration links**, and **Public download links** sections, you can manage various sharing properties.
it: In queste sezioni è possibile gestire le informazioni di condivisione per **Collaboratori**, **Collegamenti di collaborazione** e **Collegamenti download pubblici**.

source: **Collaboration:**
it: **Collaborazione:**

source: This section enables you to include multiple colleagues for collaboration on a file or folder, granting them different privileges such as the ability to view, download, share, and edit the file.
it: Questa sezione consente di includere più colleghi per collaborare su un file o una cartella, concedendo loro diversi privilegi come la capacità di visualizzare, scaricare, condividere e modificare il file.

source: **Collaboration links:**
it: **Link per la collaborazione.**

source: This section allows you to generate different links for a file or folder, enabling you to send these links to colleagues. Those with accounts on the same system (i.e., your colleagues) can use the links to access or edit the file or folder based on the privileges you grant them by generating the respective links.
it: Questa sezione consente di generare diversi link per un file o una cartella, consentendo di inviarli ai colleghi. Coloro che dispongono di account sullo stesso sistema (ovvero i tuoi colleghi) possono utilizzare i link per accedere o modificare il file o la cartella in base alle autorizzazioni che concedi loro generando i rispettivi link.

source: **Public download links:**
it: **Collegamenti pubblici per il download:**

source: This section allows you to generate different links for a file or folder, enabling you to send these links to external users. The generated link provides access for anyone with the link to view and download the content of the file or folder. It is now also possible for external users to download the entire folder as a compressed ZIP archive.
it: Questa sezione permette di generare diversi collegamenti ad un file o ad una cartella, consentendo di inviarli a utenti esterni. Il link generato consente a chiunque ne sia in possesso di visualizzare e scaricare il contenuto del file o della cartella.

source: Adding Collaborators to a File / Folder
it: Aggiungere Collaboratori a un File / Cartella

source: To add collaborators to a file or folder in Files:
it: Per aggiungere collaboratori ad un file o ad una cartella in Files:

source: Click on the folder or folder to which you want to grant access.
it: Fai clic sulla cartella o sulle cartelle a cui si desidera concedere l'accesso.

source: In the Collaborators section, begin entering the email addresses of the colleagues you wish to share the item with and select them from the suggestions.
it: Nella sezione Collaboratori, inserire gli indirizzi e-mail dei colleghi con cui si desidera condividere l'elemento e selezionarli tra quelli suggeriti.

source: Click on the eye icon next to the name of the colleague you have just inserted.
it: Fare clic sull'icona dell'occhio accanto al nome del collega appena inserito.

source: Choose the access level you want to give, like **Viewer** or **Editor**, from the menu. You can also decide whether this user can share the item with others by checking the **Sharing allowed checkbox**.
it: Scegli il livello di accesso che desideri assegnare, come **Visualizzatore** o **Editore**, dal menu. Puoi anche decidere se questo utente può condividere l'elemento con altri spuntando la casella di controllo **Condivisione consentita**.

source: Click the **SHARE** button.
it: Fai clic sul pulsante **CONDIVIDI**.

source: Removing Collaborators from a File / Folder
it: Rimozione di Collaboratori da un File / Cartella

source: In the Collaborators section, hover your mouse cursor over the name of the colleague. Small buttons will appear next to their name.
it: Nella sezione Collaboratori, vedrai i nomi dei colleghi con piccoli pulsanti accanto.

source: Click on the **x** button to remove them from the list.
it: Fai clic sul pulsante **x** per rimuovere una persona dall'elenco.

source: Generating Collaboration Links for Colleagues
it: Generare Link per la Collaborazione per i Colleghi
