Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: Choose a meeting room from the available options in the **Meeting room** field. Please note that these meeting rooms are configured by your system administrator. If you do not see the desired room listed, kindly contact your system administrator to ensure all relevant meeting rooms in your office are included.
it: Scegli una sala riunioni tra le opzioni disponibili nel campo **Sala riunioni**. Not che queste sale riunioni sono state configurate dal tuo amministratore di sistema. Se non vedi la sala desiderata in elenco, contatta il tuo amministratore di sistema per assicurarti che tutte le sale riunioni pertinenti del tuo ufficio siano incluse.

source: If you prefer to host a virtual meeting using |product| Chats' video meeting feature in one of your virtual rooms, you can select the desired virtual room from the **Virtual Room field**. If you have not set up any virtual rooms yet, you can easily create them by clicking the button **"CREATE NEW VIRTUAL ROOM"**.
it: Se preferisci tenere una riunione virtuale utilizzando la funzione video chiamate di |product| Chats, puoi selezionare la stanza virtuale desiderata dal campo **Stanza virtuale**. Se non hai ancora configurato stanze virtuali, puoi crearle facilmente cliccando sul bottone **"CREA NUOVA STANZA VIRTUALE"**.

source: Enter the email addresses of the attendees into the **Attendees field**. You can leave this field empty if you are creating a personal appointment for yourself.
it: Immetti gli indirizzi email dei partecipanti nel campo **Partecipanti**. Se stai creando un appuntamento personale per te stesso, puoi lasciare questo campo vuoto.

source: Choose whether you would like |product| to mark this time slot for the appointment as busy or free from the **Display field**. This will inform your colleagues of your availability when they attempt to schedule another appointment during the same time slot.
it: Scegli se vuoi che |product| ti mostri durante questo appuntamento come occupato o libero dal campo **Visualizza**. Questo informerà i tuoi colleghi circa la tua disponibilità quando proveranno a pianificare un altro appuntamento nello stesso orario.

source: Choose the calendar in which you want to create the appointment from the **Calendar field**.
it: Scegli il calendario in cui desideri creare l'appuntamento dal campo **Calendario**.

source: Tick the **Private checkbox** if you wish to conceal the details of this appointment, such as its title, from your colleagues. Even if you have shared your calendar with them, your colleagues will still see the appointment listed on your calendar, but without the specific details like the title.
it: Spunta la casella **Privato** per nascondere i dettagli di questo appuntamento, come il titolo, ai colleghi. Se hai condiviso il tuo calendario con loro, i colleghi visualizzeranno l'appuntamento elencato nel calendario, ma senza i dettagli specifici come il titolo.

source: Choose the time slot for the appointment by specifying the start date and time in the **Start date and time field**, and the end date and time in the **End date and time field**. Alternatively, you can tick the checkbox labeled **All day** if the appointment spans the entire day.
it: Imposta l'intervallo di tempo per l'appuntamento specificando la data e l'ora di inizio nel campo **Data e ora di inizio**, e la data e l'ora di fine nel campo **Data e ora di fine**. In alternativa, seleziona la casella **Tutto il giorno** se l'appuntamento durerà tutta la giornata.

source: Choose a reminder for the appointment from the **Reminder field** to ensure you are informed beforehand. |product| will display a warning window in the |product| client at the specified time to remind you of the appointment.
it: Imposta un promemoria per l'appuntamento dal campo **Promemoria** per assicurarti di essere informato in anticipo. |product| mostrerà una finestra di avviso nel |product| client al momento specificato, per ricordarti l'appuntamento.

source: Tick the **repeat** recurrence of the appointment if you want to use any of the pre-defined recurrences (every day, week, month, or year) or define a custom one, that may end after a date or a number of occurrences.
it: Clicca **Ripeti** se desideri utilizzare una delle ricorrenze predefinite (ogni giorno, settimana, mese o anno) o definire una ricorrenza personalizzata, che può terminare dopo una data specifica o un certo numero di istanze.

source: Choose the time zone, if different from the default one. You need to enable this option in the Calendar's module settings, in *Creating Appointment* Section.
it: Scegli il fuso orario, se diverso da quello predefinito. Per poterla impostare in un nuovo appuntamento, questa opzione va abilitata nelle impostazioni del modulo Calendario, nella sezione *Crea appuntamenti*.

source: Add any notes about this appointment in the text box.
it: Aggiungi eventuali note su questo appuntamento nella casella di testo.

source: If you are creating the appointment solely for yourself, click **SAVE**. If your appointment includes attendees, as specified in step 8, click **SEND** to notify them via an automatic email.
it: Se crei l'appuntamento esclusivamente per te, clicca **SALVA**. Se l'appuntamento include partecipanti, come specificato nel punto 8, clicca **INVIA** per avvisarli tramite una email automatica.

source: How Equipment Resources work
it: Come funzionano le Risorse di Attrezzatura

source: Equipment resources (such as projectors, cameras, displays, company laptops, etc.) are managed centrally by your system administrator. Each piece of equipment is represented in Carbonio as a resource account that can be added to appointments, similar to a meeting room.
it: Le risorse di equipment (quali proiettori, telecamere, display, laptop aziendali, ecc.) sono gestite centralmente dal tuo amministratore di sistema. Ogni pezzo di equipment è rappresentato in Carbonio come un account di risorsa che può essere aggiunto agli appuntamenti, simile a una sala riunioni.

source: Assigning Equipment to an Appointment
it: Cancellare un appuntamento

source: When creating an appointment, users can choose one or more equipment resources from the Equipment field (if enabled and configured by the system administrator). Selecting equipment means that the resource is reserved for the duration of the appointment, preventing overlapping bookings. If a specific piece of equipment does not appear in the list, users must contact their system administrator so it can be added as a resource.
it: Quando si crea un appuntamento, gli utenti possono scegliere uno o più risorse di attrezzatura dal campo Attrezzatura (se abilitato e configurato dall'amministratore di sistema). La selezione di un'attrezzatura significa che la risorsa è riservata per la durata dell'appuntamento, impedendo prenotazioni sovrapposte. Se un pezzo specifico di attrezzatura non appare nell'elenco, gli utenti devono contattare il loro amministratore di sistema in modo che possa essere aggiunto come risorsa.

source: Approval workflow for Equipment Requests
it: Flusso di approvazione per le richieste di attrezzature

source: Equipment resources can operate in multiple modes:
it: Le risorse di attrezzatura possono operare in più modalità:

source: **Auto-accept enabled**: the resource automatically accepts the booking if it is available.
it: **Accettazione automatica abilitata**: la risorsa accetta automaticamente la prenotazione se è disponibile.

source: **Auto-accept disabled**: the resource does not automatically accept requests.
it: **Accettazione automatica disabilitata**: la risorsa non accetta automaticamente le richieste.

source: **Booking disabled**: the administrator can prevent any scheduled booking for the equipment resource, including the ability to create recurring appointments for that resource.
it: **Prenotazione disabilitata**: l'amministratore può impedire qualsiasi prenotazione programmata per la risorsa di attrezzatura, compresa la possibilità di creare appuntamenti ricorrenti per tale risorsa.

source: When auto-acceptance is disabled, the system administrator can configure the resource to forward booking requests to one or more designated users. These users act as **approvers** and can manually accept or decline each equipment request. Their decision determines whether the equipment is reserved for the appointment.
it: Quando l'auto-accettazione è disabilitata, l'amministratore di sistema può configurare la risorsa per inoltrare le richieste di prenotazione a uno o più utenti designati. Questi utenti agiscono come **approvatori** e possono accettare o rifiutare manualmente ogni richiesta di attrezzatura. La loro decisione determina se l'attrezzatura è riservata per l'appuntamento.

source: Checking on attendees' availability with organizer tool
it: Verifica della disponibilità dei partecipanti con lo strumento dell'organizzatore

source: When scheduling a new meeting, with expected other attendees, you will also have the option to check on other attendees availability by simply opening the **organizer tool**. Once you open the editor to create the appointment, after selecting all participants (both mandatory and optional), simply scroll down and click the “Show organizer tool” button. A new section will open, displaying a timeline chart for the selected time range, showing the availability of each participant in the meeting. This will make it easier to select the most convenient time for everyone. This section is particularly useful when there are many participants, eliminating the need to check each individual calendar before choosing the time.
it: Quando si pianifica una nuova riunione, con altri partecipanti attesi, avrai anche la possibilità di verificare la disponibilità degli altri partecipanti semplicemente aprendo lo **strumento dell'organizzatore**. Una volta aperto l'editor per creare l'appuntamento, dopo aver selezionato tutti i partecipanti (sia obbligatori che opzionali), scorri verso il basso e clicca sul pulsante “Mostra strumento dell'organizzatore”. Si aprirà una nuova sezione, visualizzando un grafico della timeline per l'intervallo di tempo selezionato, che mostra la disponibilità di ciascun partecipante alla riunione. Ciò renderà più facile selezionare il momento più conveniente per tutti. Questa sezione è particolarmente utile quando ci sono molti partecipanti, eliminando la necessità di verificare ogni calendario individuale prima di scegliere l'orario.

source: Editing an Existing Appointment
it: Modifcare un appuntamento esistente

source: To edit an existing appointment:
it: Per modificare un appuntamento esistente:

source: Right-click on the appointment you wish to edit, which is displayed on your timetable.
it: Fai clic con il tasto destro del mouse sull'appuntamento che desideri modificare, visualizzato nel tuo calendario.

source: Select **Edit** from the drop-down menu.
it: Seleziona **Modifica** dal menu a tendina.

source: Make changes.
it: Apporta le modifiche.

source: If you have created the appointment solely for yourself, click **SAVE**. If your appointment includes attendees, click **SEND** to notify them about the changes via an automatic email.
it: Se hai creato l'appuntamento esclusivamente per te stesso, clicca su **SALVA**. Se il tuo appuntamento include degli altri partecipanti, clicca su **INVIA** per notificarli delle modifiche tramite un'email automatica.

source: Forwarding an Existing Appointment
it: Inoltrare un appuntamento esistente

source: To forward an existing appointment:
it: Per inoltrare un appuntamento esistente:

source: Select **Forward** from the drop-down menu.
it: Seleziona **Inoltra** dal menu a tendina.

source: Enter the email address of the person you wish to forward the appointment to.
it: Immetti l'indirizzo email della persona a cui vuoi inoltrare l'appuntamento.

source: Click **FORWARD** to send the appointment to the specified email address.
it: Fai clic su **INOLTRA** per inviare l'appuntamento all'indirizzo email specificato.

source: Canceling an Appointment
it: Cancellare un appuntamento

source: To cancel an existing appointment:
it: Per cancellare un appuntamento esistente:

source: Right-click on the appointment displayed on your timetable.
it: Fai clic destro sull'appuntamento visualizzato nel tuo calendario.

source: Select **Delete** from the drop-down menu.
it: Seleziona **Elimina** dal menu a tendina.

source: Click the **SEND CANCELATION** or **DELETE** button to confirm.
it: Clicca sul tasto **INVIA CANCELLAZIONE** o **ELIMINA** per confermare.

source: If there are attendees for this appointment, a notification email will automatically be sent to the attendees to inform them about the cancellation.
it: Se esistono partecipanti per questo appuntamento, verrà automaticamente inviata loro una notifica via email per informarli della cancellazione.

source: Moving an Existing Appointment to a Different Time
it: Spostare un Appuntamento Esistente in un Orario Diverso

source: To reschedule an appointment to a different time, you can simply click and hold on to the appointment in your timetable and drag it to another time slot.
it: Per riprogrammare un appuntamento in un momento diverso, basta che tu clicchi sull'appuntamento e, tenendolo premuto, potrai trascinarlo in un'altra fascia oraria nel tuo calendario.

source: Alternatively:
it: In alternativa:

source: Adding / Removing Attendees to an Existing Appointment
it: Aggiungere / Rimuovere Partecipanti a un Appuntamento Esistente

source: To add or remove attendees to an appointment:
it: Per aggiungere o rimuovere partecipanti da un appuntamento:

source: To add attendees, enter the email addresses of new attendees into the **Attendees field**. To remove attendees, click the cross button next to the attendees' email addresses.
it: Per aggiungere i partecipanti, inserisci gli indirizzi email nel campo **Partecipanti**. Per rimuovere partecipanti, clicca sulla croce accanto agli indirizzi email dei partecipanti.

source: Adding a Meeting Room to an Existing Appointment
it: Aggiungere una Sala Riunione a un Appuntamento Esistente

source: To add a meeting room to an existing appointment:
it: Per aggiungere una sala riunione a un appuntamento esistente:

source: Choose a meeting room from the available options in the **Meeting room field**. Alternatively, if you prefer to host a virtual meeting using |product| Chats' video meeting feature in one of your virtual rooms, you can select the desired virtual room from the **Virtual Room field**.
it: Seleziona una sala riunioni dalle opzioni disponibili nel campo **Sala riunione**. In alternativa, se preferisci tenere una riunione virtuale usando una delle stanze virtuali di |product| Chats, puoi selezionarne una esistente dal campo **Stanza virtuale**.

source: Please note that these meeting rooms are configured by your system administrator. If you do not see the desired room listed, kindly contact your system administrator to ensure all relevant meeting rooms in your office are included. Similarly, if you have not set up any virtual rooms yet, you can easily create them through the Chats section on the |product| web client.
it: Tiene presente che le sale riunioni sono configurate dal tuo amministratore di sistema: se non vedi quella desiderata in elenco, contatta il tuo amministratore di sistema per assicurarti che tutte le sale riunioni rilevanti dell'ufficio siano incluse. Invece, se non hai ancora configurato stanze virtuali, puoi crearne tu stesso una tramite la sezione Chats di |product|.

source: Creating a Recurring Appointment
it: Creare un Appuntamento Ricorrente

source: A recurring appointment is an event scheduled to occur repeatedly at specified intervals, such as daily, weekly, monthly, or yearly. Rather than creating separate appointments for each occurrence, a recurring appointment allows you to set up a single event that repeats according to your chosen pattern.
it: Un appuntamento ricorrente è un evento programmato per ripetersi ad intervalli specificati, come quotidianamente, settimanalmente, mensilmente o annualmente. Anziché creare appuntamenti singoli per ogni ricorrenza, un appuntamento ricorrente ti consente di impostare un singolo evento che si ripete ciclicamente, secondo le tue preferenze.

source: To create a recurring new appointment:
it: Per creare un nuovo appuntamento ricorrente:

source: In the **From field**, select the identity you want to use to schedule and send the appointment invitation.
it: Nel campo **Da**, seleziona l'identità che desideri utilizzare per pianificare e inviare l'appuntamento.

source: Enter a title for the appointment in the **Event title field**.
it: Immetti un titolo per l'appuntamento nel campo **Titolo dell'evento**.

source: Choose a meeting room from the available options in the **Meeting room field**. Please note that these meeting rooms are configured by your system administrator. If you do not see the desired room listed, kindly contact your system administrator to ensure all relevant meeting rooms in your office are included.
it: Scegli una sala riunioni tra le opzioni disponibili nel campo **Sala riunioni**. Ricorda che queste sale riunioni sono state configurate dal tuo amministratore di sistema: se non vedi la sala desiderata in elenco, contatta il tuo amministratore di sistema per assicurarti che tutte le sale riunioni pertinenti del tuo ufficio siano incluse.

source: Choose the required equipment from the available options under the **Equipment field**. Please note that the equipment is configured by your system administrator. If you do not see the desired equipment listed, kindly contact your system administrator to ensure all relevant equipment such as cameras, displays, etc. in your office are included.
it: Seleziona l'apparecchiatura richiesta tra le opzioni disponibili nel campo **Attrezzatura**. Nota che l'attrezzatura è configurata dall'amministratore del sistema: se non vedi le attrezzature desiderate nell'elenco, contatta l'amministratore di sistema per assicurarti che tutte le attrezzature pertinenti, come fotocamere, schermi ecc., presenti nel vostro ufficio siano incluse.

source: If you prefer to host a virtual meeting using |product| Chats' video meeting feature in one of your virtual rooms, you can select the desired virtual room from the **Virtual Room field**. If you have not set up any virtual rooms yet, you can easily create them through the Chats section on the |product| web client.
it: Se preferisci tenere una riunione virtuale, utilizzando la funzione video chiamate di |product| Chats, puoi selezionare la stanza virtuale desiderata dal campo **Stanza virtuale**. Se non hai ancora configurato stanze virtuali, puoi crearle facilmente attraverso la sezione Chats nella webmail |product|.

source: Choose the time slot for the appointment by specifying the start date and time in the **Start date and time field**, and the end date and time in the **End date and time field**. Alternatively, you can tick the checkbox labeled All day if the appointment spans the entire day.
it: Scegli l'intervallo di tempo per l'appuntamento specificando la data e l'ora di inizio nel campo **Data e ora di inizio**, e la data e l'ora di fine nel campo **Data e ora di fine**. In alternativa, puoi selezionare la casella Tutto il giorno se l'appuntamento dura l'intera giornata.

source: Choose your preferred option (Every Day, Every Week, Every Month, Every Year) from the **Repeat field** to establish the recurring pattern.
it: Scegli l'opzione che preferisci (Ogni giorno, Ogni settimana, Ogni mese, Ogni anno) dal campo **Ripeti** per stabilire la cadenza di ripetizione.

source: Canceling a Recurring Appointment
it: Annullare un appuntamento ricorrente

source: To cancel a recurring appointment:
it: Per cancellare un appuntamento ricorrente:

source: Right-click on the appointment you wish to cancel, which is displayed on your timetable.
it: Fai clic con il tasto destro sull'appuntamento che vuoi annullare, dal tuo calendario.

source: Go to the **Series** from the drop-down menu and select **Delete**.
it: Clicca su **Serie** e poi dal menu **Elimina**.

source: In this step, you can choose whether to delete all occurrences or only this and future occurrences by selecting the appropriate option.
it: In questo passaggio, puoi decidere se eliminare tutte le istanze (passate e future) o solo questa e le future istanze selezionando l'opzione appropriata.

source: Click **DELETE** to confirm. If prompted, click **SEND CANCELATION** as well.
it: Clicca **ELIMINA** per confermare. Se richiesto, clicca **INVIA CANCELLAZIONE**.

source: If there are attendees for this appointment, a notification email will be automatically sent to the attendees to inform them about the cancellation.
it: Se esistono partecipanti nell'appuntamento, verrà automaticamente inviata loro una notifica via email per informarli della cancellazione.

source: Canceling a Single Instance of a Recurring Appointment
it: Cancellare una Singola Istanza di un Appuntamento Ricorrente

source: To cancel a single instance of a recurring appointment:
it: Per cancellare una sola istanza di un appuntamento ricorrente:

source: Go to the **Instance** from the drop-down menu and select **Delete**.
it: Fai clic destro su un appuntamento e poi **Istanza**, poi clicca **Elimina**.

source: Responding to an Appointment Invitation
it: Rispondere ad un Invito per un Appuntamento

source: When a colleague sends you an invitation for an appointment, you will receive an automatic email indicating that you are invited. Inside the email, you have four options to choose from:
it: Quando un collega ti include in un appuntamento, riceverai automaticamente un'email che ti avvisa che sei stato invitato. All'interno dell'email, vedrai quattro opzioni tra cui scegliere:

source: **YES**: Confirm your attendance for the appointment.
it: **ACCETTA**: Conferma la tua presenza all'appuntamento.

source: **MAYBE**: Indicate that you are unsure about attending the appointment.
it: **FORSE**: Indica che non sei sicuro di partecipare all'appuntamento.

source: **NO**: Decline the invitation and indicate that you will not attend the appointment.
it: **RIFIUTA**: Declina l'invito e indica che non ci si presenterà all'appuntamento.

source: **PROPOSE NEW TIME**: Suggest an alternative time for the appointment if the proposed time is not suitable for you.
it: **PROPONI NUOVO ORARIO**: Permette di suggerire un orario alternativo per l'appuntamento se l'orario proposto non è adatto.

source: Before selecting **YES**, you can also choose the calendar in which you want to save the appointment from the Calendar field.
it: Prima di rispondere **ACCETTA**, hai anche la possibilità di scegliere in quale dei tuoi calendari vuoi salvare l'appuntamento, dal campo (Pianificato in) Calendario.

source: If you choose **PROPOSE NEW TIME**, a new window will appear where you can select a new time slot for the appointment and then click the **SEND** button.
it: Se scegli **PROPONI NUOVO ORARIO**, apparirà una nuova finestra dove potrai selezionare un nuovo orario per l'appuntamento e poi fare clic su **INVIA**.

source: Furthermore, you have the option to enable or disable the **Notify organizer checkbox** based on whether you wish to send an automatic email notification to them or not.
it: Inoltre, puoi scegliere se deselezionare la casella **Notifica organizzatore**, se preferisci non inviare una notifica automatica via email.

source: After selecting one of the four buttons, the invitation email will automatically be moved to your Trash folder.
it: Dopo aver selezionato una delle quattro opzioni, l'invito che hai ricevuto via email verrà automaticamente spostato nella cartella Cestino.
