Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: Advanced Email Management
it: Gestione Avanzata dell'Email

source: This section delves into more advanced email management techniques that offer significant long-term benefits. For |product| enthusiasts, we strongly advise taking note of these strategies. Techniques include effectively handling spam emails, utilizing email filters, and email signatures, etc.
it: Questa sezione approfondisce tecniche di gestione delle email più avanzate, che offrono notevoli vantaggi a lungo termine. Consigliamo agli appassionati di |product| di prendere nota di queste strategie, che includono la gestione efficace delle email indesiderate, l'utilizzo di filtri, la gestione delle firme etc.

source: Email Check Frequency
it: Frequenza di controllo nuove email

source: You can customize how frequently you receive emails by adjusting your settings. Here is how:
it: È possibile personalizzare la frequenza con cui ricevi nuove email modificando le impostazioni. Ecco come procedere:

source: Click on the Settings (gear icon) in the left sidebar.
it: Clicca su Impostazioni (icona a forma di ingranaggio) nella barra laterale sinistra.

source: Select Mails.
it: Seleziona Mail.

source: Under Displaying Messages, click on Check new e-mail.
it: Nella sezione Visualizza Messaggi, clicca su Controlla nuove email.

source: From the drop-down menu, choose how often you would like to check for new mail.
it: Dal menu a tendina, seleziona ogni quanto desideri che venga effettuato il controllo sulle nuove email.

source: Click the SAVE button in the top right corner.
it: Clicca il pulsante SALVA nell'angolo in altro a destra.

source: If you select Manually, you will need to click the reload icon to fetch new emails. If you choose As new email arrives, your inbox will refresh automatically upon receiving a new email.
it: Se selezioni Manualmente, sarà necessario ricaricare la pagina per visualizzare le nuove email. Se scegli Quando arriva una nuova email, la tua casella di posta si aggiornerà automaticamente ogni volta che viene ricevuta una nuova email.

source: Email Notification
it: Notifica di Arrivo Email

source: You can customize whether you are notified when you receive new emails. To enable desktop alerts for new email notifications, ensure that your web client is open on your browser.
it: Puoi decidere se ricevere o meno una notifica all'arrivo di nuovi messaggi. Per abilitare le notifiche desktop per le email in entrata, assicurati che il client web sia aperto nel browser.

source: Click on the **Settings** (gear icon) in the left sidebar.
it: Clicca su **Impostazioni** (icona a forma di ingranaggio) nella barra laterale sinistra.

source: Select **Mails**.
it: Seleziona **Email**.

source: Under **Arrival Notifications**, you will see different notification options.
it: Nella sezione **Notifiche di Arrivo**, vedrai diverse opzioni relative alle notifiche.

source: Check the box for **Show a popup notification** if you prefer a window pop-up when receiving a new email.
it: Seleziona la casella **Mostra una notifica popup** se preferisci vedere una finestra pop up quando ricevi una nuova email.

source: Check the box for the **Play audio hint when new notification appears** if you prefer an audible notification for incoming emails.
it: Seleziona la casella **Avviso sonoro quando appare una nuova notifica** se preferisci avere una notifica audio per le email in arrivo.

source: Click the **SAVE** button in the top right corner.
it: Clicca il bottone **SALVA** nell'angolo in alto a destra.

source: Receiving Notifications via Another Email Address
it: Ricezione di Notifiche su un altro Indirizzo Email

source: You can customize your email preferences to receive notifications at another email address when you receive an email in your |product| inbox. This option can be particularly beneficial if you do not receive a high volume of emails to this account, but those you do receive require prompt attention. Unlike the email notifications mentioned in the previous section, for this feature, you do not need to keep your |product| webmail open.
it: Puoi impostare di ricevere una notifica su un altro indirizzo di posta ogniqualvolta ricevi una nuova mail nella casella di posta |product|. Questa opzione può essere molto utile nel caso in cui solitamente tu non riceva numerose email su questo indirizzo, ma reputi che esse debbano essere controllate tempestivamente. Al contrario delle notifiche email menzionate nella sezione precedente, per questa funzionalità non è necessario tenere aperta la webmail |product|.

source: Under Message Arrival, insert another email address (e.g., your Gmail address).
it: Nella sezione Messaggi in Arrivo, inserisci un altro indirizzo email (es. il tuo indirizzo Gmail).

source: Going forward, you will receive an email notification on your Gmail account whenever a new email arrives in your |product| inbox.
it: Procedendo, riceverai un'email di notifica sul tuo account Gmail ogni volta che un nuovo messaggio arriverà nella tua casella in entrata |product|.

source: Marking an Email as Spam
it: Contrassegna un'Email come Spam

source: Most unsolicited automated emails, commonly referred to as spam or junk mail, are filtered by a spam filter before they reach your Inbox. Emails that are potentially junk but not definitively identified as such are directed to your Junk folder. You have the option to review these messages and either move them out of the Junk folder or delete them. If left untouched, these messages are automatically removed after a certain number of days, as determined by your system administrator. If you find yourself inundated with a significant volume of unwanted emails, it is advisable to reach out to your system administrator. Marking such emails as spam automatically helps |product| in refining the spam filtering process.
it: La maggior parte delle email automatiche indesiderate, comunemente chiamate spam, sono analizzate dal filtro spam prima di arrivare nella tua casella di posta. Le email che sono potenzialmente spam, ma non ancora precisamente identificate come tali, vengono indirizzate direttamente nella casella Spam. Potrai visionare tali messaggi in qualsiasi momento, per poi scegliere se spostarli dalla casella Spam oppure cancellarli. Se non spostati o cancellati, i messaggi verranno comunque eliminati dopo un certo numero di giorni, stabilito dall'amministratore di sistema. Se reputi di ricevere troppe email di spam, ti consigliamo di contattare l'amministratore di sistema. Contrassegnare tali email come spam aiuta |product| a rifinire il processo di filtraggio dello spam.

source: Right-click on the email you wish to mark as spam.
it: Fai clic destro sull'email che vuoi contrassegnare come Spam.

source: From the menu that appears, select Mark as spam.
it: Dal menu che appare, seleziona Segna come spam.

source: Your email will be automatically moved to your Junk Folder.
it: La tua email verrà spostata automaticamente nella casella Spam.

source: Removing Spam Emails
it: Rimozione delle Email Spam

source: If you do not take action to remove your spam emails, they will be automatically purged after a certain period, as determined by your system administrator. To remove your spam emails:
it: Se non esegui nessuna azione per rimuovere le email spam, queste verranno automaticamente eliminate dopo uno specifico periodo di tempo, stabilito dall'amministratore di sistema. Per rimuovere le email spam:

source: Click on the **Mails** in the left sidebar.
it: Clicca su **Email** nella barra laterale sinistra.

source: Right-click on the **Junk** folder.
it: Fai clic destro sulla cartella **Spam**.

source: Select **Wipe Folder** from the menu.
it: Seleziona **Pulisci Cartella** dal menu.

source: If you need to remove a specific spam email, you can easily right-click on the email and select **Delete**.
it: Se vuoi rimuovere una specifica email spam, puoi semplicemente fare clic con tasto destro sull'email e selezionare **Elimina**.

source: Marking Email as Not Spam
it: Contrassegnare un'email con Non Spam

source: Occasionally, emails that are not junk may end up in the Junk folder. In such cases, you can manually move these emails to the appropriate folder.
it: Occasionalmente, alcune email che non sono spam potrebbero finire nella casella Spam. In questi casi, puoi spostare manualmente questi messaggi nella casella appropriata.

source: Go to your **Junk** folder.
it: Vai alla casella **Spam**.

source: Right-click on the email you wish to mark as not spam.
it: Fai clic destro sull'email che desideri contrassegnare come Non spam.

source: From the menu that appears, select **Not spam**.
it: Dal menu che appare, seleziona **Non spam**.

source: Your email will be automatically moved to the intended folder.
it: La tua email varrà spostata immediatamente nella casella di posta in arrivo.

source: Finding the Origin of an Email
it: Mostrare l'Origine di una Email

source: The transportation history of emails serves various purposes, including verifying authenticity, investigating delivery issues, detecting phishing attempts, debugging email server configurations, ensuring compliance, and fulfilling legal requirements. This information is typically displayed on a text page, including the email header (also called envelope information) and the email body. The email header contains vital details about the email's journey, such as sender and recipient IP addresses, timestamps, and any spam detection information.
it: La cronologia relativa al trasporto delle email è utile sotto vari aspetti, tra cui la verifica dell'autenticità, condurre indagini su problemi di consegna, rilevare tentativi di phishing, eseguire il debug delle configurazioni del server di posta e soddisfare i requisiti legali e di compliance. Queste informazioni sono solitamente mostrata in una pagina di testo che include l'intestazione dell'email e il corpo del messaggio. L'intestazione contiene dettagli essenziali relativi al viaggio dell'email, quali l'indirizzo IP di mittente e destinatario, indicazioni orarie e qualsiasi informazione che riguardi un eventuale rilevamento di spam.

source: To trace the email’s origin, follow these steps:
it: Per individuare l'origine di una email, segui questi passaggi:

source: Right-click on the email.
it: Clic destro sull'email.

source: Select Show original.
it: Seleziona Mostra originale.

source: A new window will open, displaying the relevant information.
it: Si aprirà una nuova finestra che mostra le informazioni rilevanti.

source: Setting Up Trusted Addresses
it: Impostare gli Indirizzi Affidabili

source: You have the option to designate email addresses from specific domains as trusted addresses (the domain is part of the address after the @ like the yourCompany in your.name@yourCompany.com. Doing so ensures that any embedded images in emails received from addresses with this domain will automatically display upon opening the email. Here is how to do it:
it: Hai la possibilità di definire gli indirizzi email provenienti da uno specifico dominio come indirizzi affidabili (il dominio è la parte dell'indirizzo email che appare dopo il simbolo @, nella posizione di "azienda" in questo esempio: "nome.cognome@azienda.com". Facendo questo, qualsiasi immagine inclusa in email che provengono da questi indirizzi verrà automaticamente mostrata all'apertura del messaggio. Puoi procedere in questo modo:

source: Under Trusted addresses, set email address, or domain name in the provided text box. If you want to trust all addresses from a specific domain, use the entire domain name.
it: Sotto Indirizzi affidabili, immetti l'indirizzo e-mail o il nome del dominio. Se desideri rendere attendibili tutti gli indirizzi di un dominio specifico, inserisci l'intero nome del dominio (es. azienda.com).

source: Click the Add button to add the address or domain to the trusted list.
it: Fai clic sul pulsante Aggiungi per aggiungere l'indirizzo o il dominio all'elenco di Indirizzi affidabili.

source: Creating an Out-of-Office Email
it: Configurare un'Email di Risposta Automatica (Fuori Ufficio)

source: When you are away from the office, setting up an automatic reply can keep colleagues and clients informed. Here is how to set it up:
it: Quando sei fuori ufficio, impostare un'email di risposta automatica ti permetterà di informare colleghi e clienti sul tuo stato. Ecco come impostarla:

source: Select General Settings.
it: Seleziona Impostazioni Generali.

source: Under Out of Office Settings, select Send auto-replies from the first drop-down menu.
it: Nella sezione Impostazioni Fuori Ufficio, seleziona Invia risposte automatiche dal primo menu a tendina.

source: In the Auto-Reply Message field, type the message you would like to be sent out while you are away.
it: Nel campo Messaggio risposta automatica, scrivi il messaggio che vuoi venga inviato mentre sei fuori ufficio.

source: Select the recipient from the External Senders field.
it: Seleziona i destinatari desiderati dal menu Mittenti Esterni.

source: Under Time Period select Send auto-replies during the following period and select the dates.
it: Nella sezione Periodo di Tempo seleziona Invia risposta automatica durante questo periodo, e seleziona le date desiderate.

source: If you prefer to send the out-of-office email only during specific hours of the day, you can customize the interval by selecting All Day and then specifying the desired time frame by choosing the start and end hours.
it: Se preferisci inviare risposte automatiche fuori ufficio solo durante un orario specifico della giornata, puoi personalizzare l'intervallo di tempo selezionando Tutto il giorno, specificando poi l'intervallo di tempo scegliendo l'ora di inizio e di fine.

source: Showing Emails in HTML or Plain Text Format
it: Mostrare le email in formato HTML o come Testo

source: You can view email messages in two formats, HTML, or plain text. HTML messages can have text formatting, numbering, bullets, colored backgrounds, and links, which can make messages easier to read. Plain text messages can always be read by other email clients. Plain text does not support any text formatting, styles, links, or images. You can view a message in plain-text mode even if it contains HTML. The HTML tags are displayed in the body of the message in the plain text view.
it: Puoi visualizzare i messaggi email in due formati: HTML o testo. I messaggi HTML includono la formattazione del testo, come elenchi numerati e puntati, sfondi colorati e link cliccabili, che possono rendere più facile la lettura del messaggio. I messaggi di testo possono essere sempre letti da qualunque altro client di posta. I messaggi visualizzati come testo non supportano alcuna formattazione, link o immagini. É sempre possibile visualizzare un messaggio come testo, anche se contiene HTML: i tag HTML vengono mostrati nel corpo del messaggio se visualizzato come testo.

source: Under Displaying Messages, click on the Display mail field.
it: In Visualizza Messaggi, fare clic sul campo Visualizza email.

source: From the drop-down menu, select **As HTML** or **As text**.
it: Dal menu a tendina, seleziona **Come HTML** o **Come testo**.

source: Configuring Read Receipts Behavior
it: Configurare la Ricevuta di lettura

source: When sending messages to other |product| users, you can choose to request a return receipt, which notifies you when the recipient opens your email. However, for this feature to function, the recipient must have the read receipt feature enabled or manually accept it as soon as they open the email.
it: Quando invii messaggi ad altri utenti di |product|, puoi decidere di richiedere una ricevuta di lettura, che ti notifica sull'apertura dell'email da parte del destinatario. Tuttavia, affinché la notifica funzioni, il destinatario deve avere la funzione di ricevuta di lettura attivata, o accettarla manualmente non appena apre l'email.

source: To enable the read receipt feature:
it: Per abilitare la ricevuta di lettura:

source: Under **Receiving Messages**, click on the **Read Receipt** field.
it: Sotto **Messaggi Ricevuti**, fai clic sul campo **Ricevuta di lettura**.

source: Select **Always send a read receipt**.
it: Seleziona **Manda sempre una conferma di lettura**.

source: Alternatively, you can choose the option **Never send a read receipt** to ensure it is never sent automatically or select **Ask me** so that you are prompted each time you open an email with a read receipt request, giving you the choice to send it or not.
it: In alternativa, puoi scegliere l'opzione **Non inviare mai la conferma di lettura** per assicurarti che non venga mai inviata automaticamente, oppure seleziona **Chiedimi** per essere notificato ogni volta che apri una mail che richiede la ricevuta di lettura, avendo quindi la possibilità di scegliere se inviarla o meno.

source: Setting Up Email Filters
it: Impostare i Filtri

source: You can effectively manage your inbox by utilizing email filters. These filters allow you to set up actions, such as organizing incoming and outgoing emails into specific folders.
it: Puoi gestire efficacemente la tua casella di posta utilizzando i filtri email. Questi filtri permettono di impostare varie azioni, come organizzare in cartelle specifiche le email in entrata e in uscita.

source: A filter consists of specific conditions paired with corresponding actions.
it: Un filtro è costituito da condizioni specifiche abbinate ad azioni corrispondenti.

source: When an email satisfies the specified conditions, the designated actions are triggered.
it: Quando un'email soddisfa le condizioni specificate, si attivano le azioni impostate corrispondenti.

source: Conditions can encompass various criteria, such as the subject, sender, or date of the email.
it: Le condizioni possono comprendere vari criteri, come l'oggetto, il mittente o la data dell'email.

source: Actions may include moving, tagging, or redirecting the emails.
it: Le azioni possono includere ad esempio lo spostamento, il tag o il reindirizzamento delle email.

source: Some examples are:
it: Alcuni esempi:

source: Automatically moving incoming emails into designated folders. For instance, emails from your supervisor can be automatically routed to your "Management Directives" folder upon arrival.
it: Spostare automaticamente le email in arrivo in cartelle designate. Ad esempio, tutte le email ricevute dal tuo supervisore possono essere direttamente indirizzate alla cartella "Direttive" al loro arrivo.

source: Tag specific emails for easy identification. For example, emails from the corporate events mailing list can be labeled with an "Events" tag.
it: Taggare email specifiche per identificarle in modo semplice. Per esempio, puoi taggare automaticamente le email che arrivano dalla mailing list relativa agli eventi aziendali con l'etichetta "Eventi".

source: Redirect or delete emails based on predefined criteria. For instance, all emails from a specific sender can be forwarded or moved to the Trash folder.
it: Eliminare o reindirizzare le email sulla base di criteri predefiniti. Per esempio, tutte le email provenienti da uno specifico mittente possono essere inoltrate ad altri oppure spostate nel Cestino.

source: Assign importance flags to specific emails.
it: Contrassegnare email specifiche come importanti.

source: Filters are applied sequentially, following the order in which they are listed in your settings. You retain the flexibility to modify the order of filters as needed.
it: I filtri vengono applicati in modo sequenziale, seguendo l'ordine in cui appaiono nelle impostazioni. L'ordine dei filtri può essere modificato a piacere.

source: Creating a Filter
it: Creare un Filtro

source: You can configure filters independently for incoming and outgoing emails.
it: Puoi configurare i filtri in modo indipendente per le email in entrata e in uscita.

source: To create a filter for **incoming** or **outgoing emails**:
it: Per creare un filtro per le email **in arrivo** o **in uscita**:

source: Under **Filters**, choose either **Incoming Message Filters** or **Outgoing Message Filters** depending on whether you intend to create a filter for emails you receive or emails you send, respectively.
it: Sotto **Filtri**, scegli **Filtri messaggi in entrata** o **Filtri messaggi in uscita**, a seconda che tu intenda creare un filtro per le email che ricevi o per le email che invii, rispettivamente.

source: Click **CREATE**. A new window appears.
it: Clicca **CREA**. Si aprirà una nuova finestra.

source: Insert a name for your filter in the **Filter Name** field (e.g., junk mail)
it: Inserisci un nome per il filtro nel campo **Nome Filtro** (es. email spam)

source: Ensure to mark the **Active filter** checkbox so the filter becomes operational immediately upon its creation.
it: Assicurati di selezionare la voce **Filtro attivo** per far sì che il filtro sia operativo subito dopo la creazione.

source: Under the **Conditions** section, select the proper options for the logic of your filter. Press the + button if you need to add more conditions (please refer to the section below titled **How to create conditions** for guidance on setting up the necessary criteria).
it: Nella sezione **Condizioni** seleziona le opzioni da applicare alla logica del tuo filtro. Clicca il tasto + se hai bisogno di aggiungere ulteriori condizioni (vedi la sezione sottostante **Come creare delle condizioni** per sapere come impostare i criteri necessari).

source: Under the **Actions** section, choose the appropriate action to be taken if the filter conditions are met. Press the **+** button if you need to add more actions (please refer to the section below titled **How to create actions** for guidance on setting up the necessary criteria).
it: Nella sezione **Azioni**, scegli l'azione appropriata da effettuare se le condizioni del filtro sono soddisfatte. Usa il tasto **+** se hai bisogno di aggiungere ulteriori azioni (vedi la sezione sottostante **Come creare azioni** per sapere come impostare i criteri necessari).

source: Check or uncheck the **Do not process additional filters** checkbox to determine whether this filter rule, when its conditions are met, will prevent the execution of any other rules. Enabling this option means that once this filter’s conditions are satisfied, the system will not evaluate any other filters.
it: Seleziona o deseleziona la casella **Non processare ulteriori filtri** se vuoi che questa regola del filtro, quando le sue condizioni sono soddisfatte, impedisca l'esecuzione di eventuali altre regole. Selezionare questa opzione significa che una volta soddisfatte le condizioni di questo filtro, il sistema non valuterà altri filtri.

source: Click **CREATE**.
it: Fai clic su **Crea**.

source: You can locate your filter under **Active Filters**, indicating that it is already operational and will be applied to incoming emails.
it: Puoi ritrovare il filtro sotto **Filtri attivi**, che significa che è già operativo e sarà applicato alle email in arrivo.

source: If you did not select the **Active filter** on step 6, you will find the filter under the **Available Filters**. To activate it, simply select it and click **ADD**.
it: Se non hai selezionato la casella **Filtro attivo** al passaggio 6, lo troverai invece tra i **Filtri disponibili**. Per attivarlo, selezionalo e clicca sul tasto **AGGIUNGI**.

source: How to create conditions:
it: Come creare condizioni:

source: Under the **Conditions** section, you can configure various fields. These fields determine the conditions that must be met for your email filter to execute the specified action.
it: Nella sezione **Condizioni** puoi configurare vari campi. Essi determinano le condizioni che devono essere soddisfatte perché il filtro email esegua l'azione specificata.
