Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: To generate a collaboration link for your colleagues:
it: Per generare un link per la collaborazione per i tuoi colleghi:

source: Navigate to the file or folder and click on it.
it: Spostati sul file o sulla cartella da condividere e fai clic su di esso.

source: You can copy the generated link by clicking on it. The link will be saved to your clipboard and can be pasted anywhere by right-clicking and selecting **Paste**, or by using the keyboard shortcut CTRL+V on Windows or Command+V on macOS. In the current release, you can generate up to a maximum of 50 public links for each file you want to share. If you have any doubts, please contact your system administrator. The public link has been extended to enhance security.
it: Copia il link generato facendo clic su di esso. Il collegamento verrà salvato negli appunti e potrà essere incollato facendo clic con il tasto destro del mouse e selezionando **Incolla**, o utilizzando la scorciatoia da tastiera CTRL+V in Windows o Command+V in Mac. Nella versione attuale, è possibile generare fino a un massimo di 50 link pubblici per ogni file che si desidera condividere. In caso di dubbi, contattare l'amministratore di sistema. Il link pubblico è stato esteso per migliorare la sicurezza.

source: Generating Public Download Links for External Users
it: Generare Link Pubblici per il Download per Utenti Esterni

source: To generate a sharing link external user:
it: Per generare un link di condivisione esterno:

source: Extending the Expiration Date of a Public Access Link
it: Estendere la Data di Scadenza di un Link Pubblico

source: To extend the expiration date for a public access link:
it: Per estendere la data di scadenza per un link di download pubblico:

source: Under the **Public download links** section, click on the **EDIT** button.
it: Nella sezione **Link pubblico per il download**, fai clic sul tasto **MODIFICA**.

source: Edit the expiration date.
it: Modifica la data di scadenza.

source: Click the **EDIT LINK** button on the right.
it: Clicca sul pulsante **MODIFICA** sulla destra.

source: Revoking Public Access Links
it: Revocare Link Pubblici per il Download

source: To revoke a public access link:
it: Per revocare un link di download pubblico:

source: Under the **Public download links** section, click on the **REVOKE** button.
it: Nella sezione **Link pubblici per il download**, fai clic sul tasto **REVOCA**.

source: Access Code Protection for Public File Links
it: Protezione con Codice di Accesso per Collegamenti a File Pubblici

source: Access Code Protection adds an additional security layer to public file download links, allowing you to restrict access with a generated code that recipients must enter before downloading files.
it: La Protezione con Codice di Accesso aggiunge uno strato di sicurezza aggiuntivo ai collegamenti di download di file pubblici, consentendo di limitare l'accesso con un codice generato che i destinatari devono immettere prima di scaricare i file.

source: To enable access code protection for a public download link:
it: Per abilitare la protezione del codice di accesso per un collegamento di download pubblico:

source: Enable the **Access code protection** toggle.
it: Abilita l'interruttore di protezione del **codice di accesso**.

source: For You (File Owner)
it: Per te (Proprietario del file)

source: Enable access code protection when creating public download links View, copy, or regenerate the access code as needed Share both the link and access code with your intended recipients
it: Abilita la protezione del codice di accesso durante la creazione di collegamenti di download pubblici Visualizza, copia o rigenera il codice di accesso secondo necessità Condividi sia il collegamento che il codice di accesso con i destinatari desiderati

source: For Your Recipients
it: Per i vostri destinatari

source: Click the protected public link you shared Enter the access code in the modal prompt Proceed with file download once correct code is provided
it: Clicca sul collegamento pubblico protetto che hai condiviso Immetti il codice di accesso nella finestra di dialogo modale Procedi con il download del file una volta fornito il codice corretto

source: Notifications for Shared Items in Files
it: Notifiche per elementi condivisi in Files

source: The Notifications feature keeps you informed about important events in your shared folders, alerting you when files or folders are shared with you or when items are added to or removed from shared folders. How It Works for You:
it: La funzione Notifiche ti tiene informato sugli eventi importanti nelle tue cartelle condivise, avvisandoti quando i file o le cartelle sono condivisi con te o quando vengono aggiunti o rimossi elementi dalle cartelle condivise. Come funziona per te:

source: Receive notifications when files or folders are shared with you
it: Ricevi notifiche quando vengono condivisi file o cartelle con te

source: Get alerts when items are added to or removed from your shared folders
it: Ricevi avvisi quando gli elementi vengono aggiunti o rimossi dalle tue cartelle condivise

source: See a notification badge on the Files module icon when new events occur
it: Visualizza un badge di notifica sull'icona del modulo File quando si verificano nuovi eventi

source: View new notifications highlighted in blue within the Notifications widget
it: Visualizza le nuove notifiche evidenziate in blu all'interno del widget delle notifiche

source: Badges automatically clear when you open the widget
it: I badge vengono cancellati automaticamente quando si apre il widget

source: Notifications refresh automatically and persist even if original data changes
it: Le notifiche vengono aggiornate automaticamente e persistono anche se i dati originali vengono modificati

source: What You'll Be Notified About:
it: Di cosa verrai notificato:

source: New items added to shared folders
it: Nuovi elementi aggiunti alle cartelle condivise

source: Files or folders shared with you
it: File o cartelle condivisi con te

source: Items removed from shared folders
it: Elementi rimossi dalle cartelle condivise

source: Empty state message when no notifications are present
it: Messaggio di stato vuoto quando non sono presenti notifiche

source: This feature ensures you stay updated on all shared folder activity, making collaboration more efficient by keeping you informed of important file changes. To view your notifications:
it: Questa funzione garantisce di essere aggiornati su tutte le attività della cartella condivisa, rendendo la collaborazione più efficiente mantenendovi informati sulle modifiche importanti dei file. Per visualizzare le notifiche:

source: Click on the **Notifications** icon located in the top right corner of the Files module.
it: Fai clic sull'icona **Notifiche** posizionata nell'angolo in alto a destra del modulo Files.

source: A pop-up window will appear, displaying all your notifications related to shared items in Files.
it: Una finestra di dialogo a comparsa apparirà, visualizzando tutte le tue notifiche relative agli elementi condivisi in Files.

source: You can click on any notification to view the details, such as the file or folder name, the action taken, and the date of the event.
it: È possibile fare clic su qualsiasi notifica per visualizzare i dettagli, come il nome del file o della cartella, l'azione eseguita e la data dell'evento.

source: Exceeding Files quota limit
it: Superare la Quota Limite di Files

source: If you overcome the quota limit for **Files**, documents will be opened in *read-only mode*: this will also be enforced by a label that appears on the bottom of the opened document. This behaviour holds also for shared documents: if the document is open by another user who has write access on your document, the second user will also see the *Read-only* label on the bottom of the document so he will not be able to save changes made to the document.
it: Se si supera il limite di quota per i **Files**, i documenti saranno aperti in modalità *sola lettura*: ciò verrà anche evidenziato da un'etichetta che appare nella parte inferiore del documento aperto. Questo comportamento si applica anche ai documenti condivisi: se il documento è aperto da un altro utente che ha accesso in scrittura, anche l'utente secondario visualizzerà l'etichetta *Sola lettura* nella parte inferiore del documento e non sarà in grado di salvare le modifiche apportate al documento.

source: While editing a shared document, if the file quota limit is reached or changed, a warning message will appear on saving. You can still proceed by downloading the document and saving your changes locally.
it: Durante la modifica di un documento condiviso, se si raggiunge o si modifica il limite di quota del file, appare un messaggio di avviso durante il salvataggio. È comunque possibile procedere scaricando il documento e salvando le modifiche localmente.

source: For the **Files** quota limitation, you should contact your system administrator.
it: Per superare il limite di quota dei file, è necessario contattare l'amministratore di sistema.

source: Getting Started
it: Iniziare ad Usare Carbonio

source: In this section, we are going to explore the essential steps for signing in to your |product| web client. Properly signing in is the first step towards accessing your emails and utilizing the various features offered by the platform. We will cover everything from accessing the webmail address to navigating through two-factor authentication (2FA) and using SAML functionality. Additionally, we will discuss how to sign out securely, recover forgotten passwords, change your login credentials, and other configurations.
it: In questa sezione, vedrai i passaggi essenziali per accedere al client web di |product|. L'accesso corretto è il primo passo per l'utilizzo della tua casella di posta e delle varie funzionalità offerte dalla piattaforma. Copriremo tutto, dall'accesso all'autenticazione a due fattori (2FA) e l'utilizzo della funzionalità SAML. Inoltre scoprirai come effettuare la disconnessione in modo sicuro, come recuperare le password dimenticate, modificare le credenziali di accesso e altre configurazioni.

source: Signing In
it: Accedere

source: To access your |product| web client, the initial step is to sign in. This can be easily accomplished by navigating to your company's webmail address via your browser. To do so, you can simply follow these steps:
it: Per accedere al client web di |product|, il primo passo è effettuare l'accesso. Per fare ciò, accedi all'indirizzo webmail della tua azienda tramite il browser. Segui questi passaggi:

source: **Open Your Browser**: Start by opening your web browser (like Chrome, Firefox, or Safari).
it: **Apri il tuo browser**: Inizia aprendo il tuo browser web (come Chrome, Firefox o Safari).

source: **Enter the Webmail Address**: In the address bar at the top of your browser, type in your company’s webmail address. If you are not sure what it is, ask your company’s system administrator for help.
it: **Immettere l'indirizzo Webmail**: Nella barra degli indirizzi in alto nel browser, digitare l'indirizzo webmail dell'azienda. Se non si è sicuri di quale sia, chiedere aiuto all'amministratore di sistema dell'azienda.

source: **Sign In**: Once you have reached the webmail page, you will see a login screen. Enter your username (usually in the format of name.surname@companyname.com) and your password.
it: **Accedi**: Una volta raggiunta la pagina webmail,visualizzerai una schermata di accesso. Inserisci il tuo nome utente (solitamente nel formato nome.cognome@nomeazienda.com) e la tua password.

source: **Click LOGIN**: After entering your credentials, click the LOGIN button. This will verify your identity.
it: **Clicca ACCEDI**: Dopo aver inserito le tue credenziali, clicca sul pulsante ACCEDI. Ciò servirà a verificare la tua identità.

source: **Access Your Webmail**: You will now be redirected to your webmail interface. From here, you can easily read and send emails.
it: **Accedi alla tua Webmail**: adesso sarai reindirizzato all'interfaccia della tua webmail. Da qui potrai leggere e inviare email con facilità.

source: **Watch Out for 2FA**: Sometimes, you might encounter a second-factor authentication (2FA) prompt after your initial login. If that happens, follow the additional steps below to complete the login process.
it: **Attenzione al 2FA**: A volte potresti incontrare una richiesta di autenticazione a due fattori (2FA) dopo l'accesso iniziale. Se accade, segui i passaggi aggiuntivi sotto per completare il processo di accesso.

source: Using Two-factor Auth (2FA)
it: Utilizzo dell'autenticazione a due fattori (2FA)

source: Two-factor Authentication (2FA) is a security feature activated by your system administrator. When enabled, accessing your webmail requires an additional verification step for enhanced security.
it: L'Autenticazione a due fattori (2FA) è una funzionalità di sicurezza attivata dal tuo amministratore di sistema. In questo caso, l'accesso alla tua webmail richiede un ulteriore livello di identificazione per una sicurezza migliorata.

source: Before you can log in using 2FA, you must have configured your second-factor method from your webmail preferences. If you have not yet completed the setup, you may request from your system administrator the credentials to access your account and the necessary permissions to configure 2FA.
it: Prima di poterti accedere utilizzando il 2FA, devi aver configurato il tuo metodo di seconda fattore dalle preferenze della tua webmail. Se non hai ancora completato la configurazione, puoi richiedere al tuo amministratore di sistema le credenziali per accedere al tuo account e le autorizzazioni necessarie per configurare il 2FA.

source: Once you have access to your account and the required permissions, you can configure 2FA as described below.
it: Una volta che avrai accesso al tuo account e alle autorizzazioni necessarie, potrai configurare il 2FA come descritto di seguito.

source: 1. Accessing 2FA Settings
it: 1. Accesso alle impostazioni 2FA

source: Click the **gear icon** in the left sidebar of your webmail interface.
it: Clicca sull'**icona dell'ingranaggio** nella barra laterale sinistra.

source: Navigate to the **Auth** section.
it: Vai alla sezione **Auth** (Autenticazione).

source: Open **OTP Authentication** and click **NEW OTP**.
it: Apri **Autenticazione OTP** e clicca su **NUOVO OTP**.

source: 2. Creating an OTP
it: 2. Creare un OTP

source: Insert a **label** to identify the new OTP (e.g., ``myOTP1``).
it: Inserisci un **Etichetta OTP** per aiutarti a ricordare a cosa è associato questo OTP (ad esempio, ``ilMioTelefonoSamsung``).

source: Click **CREATE PASSWORD**.
it: Fai clic su **Crea**.

source: After creation, you can complete the setup using one of the two available authentication methods:
it: Dopo la creazione, è possibile completare la configurazione utilizzando uno dei due metodi di autenticazione disponibili:

source: **Option A:** Scanning a **QR code** with an authenticator app.
it: **Opzione A:** Apri l'app di autenticazione per scansionare il **codice QR**.

source: **Option B:** Generating **PIN codes** for manual authentication.
it: **Opzione B:** Generazione di **codici PIN** per l'autenticazione manuale.

source: You can choose to trust your current login environment so that the second factor will not be requested the next time you sign in. The duration of this trust is defined by your system administrator.
it: È possibile scegliere di fidarsi dell'ambiente di accesso attuale in modo che il secondo fattore non venga richiesto la prossima volta che si effettua l'accesso. La durata di questa fiducia è definita dall'amministratore di sistema.

source: 3. Option A — Using an Authenticator App
it: Apri l'app Google Authenticator

source: Install a supported authenticator app (e.g., **Google Authenticator** or **MS auth**) on your mobile device.
it: Installa l'app Google Authenticator (es., **Google Authenticator** o **MS Authenticator**) sul tuo dispositivo mobile.

source: Open the app and press the **+** button.
it: Apri l'app e premi il pulsante "+" nell'angolo in basso a destra.

source: Scan the **QR code** displayed in your webmail.
it: Utilizza l'app per scansionare il **codice QR** visualizzato nella webmail.

source: The app will create an entry that generates a **temporary verification code**, refreshed every 30 seconds.
it: L'app genera un **codice di verifica temporaneo**, che si aggiorna ogni 30 secondi.

source: 4. Option B — Using PIN Codes
it: 4. Opzione B — Utilizzo dei Codici PIN

source: Select the option to generate **PIN codes** instead of scanning the QR code.
it: Seleziona l'opzione per generare **codici PIN** anziché scansionare il codice QR.

source: A list of **12 single-use PINs** will be displayed.
it: Verrà visualizzato un elenco di **12 PIN ad uso singolo**.

source: Print the list and keep it in a safe location.
it: Stampa l'elenco e conservalo in un luogo sicuro.

source: Each PIN can only be used **once** to complete the second-factor authentication.
it: Ogni PIN può essere utilizzato solo **una volta** per completare l'autenticazione a due fattori.

source: 5. Logging In with 2FA
it: 5. Accesso con Autenticazione a Due Fattori

source: Once 2FA is configured, follow these steps at each login:
it: Per contrassegnare un'email come non letta, segui questi passaggi:

source: > Enter your username and password;
it: > Inserisci il tuo nome utente e la tua password;

source: > When prompted for the second factor, choose your OTP credential (eg. myOTP1);
it: > Quando richiesto il secondo fattore, scegli il tuo credenziale OTP (ad esempio myOTP1);

source: > Open your authenticator app or use your next available PIN code;
it: > Apri l'app di autenticazione o utilizza il tuo prossimo codice PIN disponibile;

source: > Insert the verification code or PIN into the login form;
it: > Inserisci il codice o il PIN sulla tua pagina di accesso;

source: > Click LOGIN.
it: > Premi il pulsante di accesso.

source: Using SAML to Sign In
it: Utilizzare SAML per Accedere

source: **SAML** stands for **Security Assertion Markup Language**. It is like a secret handshake between different websites and apps to make sure you are who you say you are. Imagine it as a special pass that lets you into multiple places without needing a separate key for each door.
it: **SAML** è l'acronimo di **Security Assertion Markup Language**. È come una stretta di mano segreta tra diversi siti web e app per assicurarsi che tu sia chi dici di essere. Immagina di avere un pass speciale che ti consente di accedere a più luoghi senza dover utilizzare una chiave separata per ogni porta.

source: You have generally two ways to use SAML functionality to sign in to your |product| account:
it: Hai due modi per utilizzare la funzionalità SAML per accedere al tuo account |product|:

source: First Flow:
it: Primo modo:

source: When logging in to |product| webmail, look for the **LOGIN SAML** button.
it: Nella pagina di login a |product| webmail, cerca il tasto **LOGIN SAML**.

source: Click it, and it will automatically sign you into your webmail.
it: Cliccalo e ti connetterà automaticamente alla tua posta elettronica web.

source: Important: You must already be logged into your **identity provider service** (like Okta or other services provided by your system administrator).
it: Importante: è necessario essere già connessi ai servizi di un **provider di identità** (come Okta, o altri servizi forniti dall'amministratore di sistema).

source: If you are not sure how to log into your identity provider, reach out to your **system administrator** for assistance.
it: Se non sei sicuro di come accedere al tuo identity provider, contatta l'**amministratore di sistema** per assistenza.

source: Second Flow:
it: Secondo modo:

source: First, log in to your **identity provider service** (e.g., Okta or other services provided by your system administrator).
it: Innanzitutto, accedi al tuo **identity provider** (ad esempio Okta o altri servizi forniti dal tuo amministratore di sistema).

source: Once you are logged in there, simply click on the **|product| mail app**.
it: Una volta effettuato l'accesso, fai clic sull'app **Carbonio Mail**.

source: SAML will seamlessly take you to your webmail without requiring you to insert your credentials.
it: SAML ti porterà direttamente alla tua casella di posta elettronica, senza richiederti di inserire le tue credenziali.

source: Signing Out
it: Disconnettersi

source: To ensure the security of your |product| web client, it is essential to sign out when you are away from your computer. Here are two straightforward methods to log out:
it: Per garantire la sicurezza di |product| webmail, è essenziale disconnettersi quando ti allontani dal computer. Ecco due metodi semplici per uscire:

source: Using the Account Icon:
it: Utilizzando l'icona dell'account:

source: Click on the account icon located in the top-right corner of the webmail interface.
it: Fai clic sull'icona dell'account situata nell'angolo in alto a destra dell'interfaccia.

source: Select the **Logout** button.
it: Seleziona il tasto **Disconnetti**.

source: You will be securely signed out.
it: Sarai disconnesso in modo sicuro.

source: Via General Settings:
it: Attraverso le impostazioni generali:

source: Click the **gear icon** on the left sidebar panel to access settings.
it: Fai clic sull'icona dell'**ingranaggio** nel menu a sinistra per accedere alle impostazioni.

source: Navigate to General Settings.
it: Passa alle impostazioni Generali.

source: In the **Account** section, click the **LOGOUT** button, and you will be successfully logged out.
it: Nella sezione **Account**, fai clic sul tasto **DISCONNETTI** e verrai disconnesso con successo.

source: For security purposes, your system administrator might set a maximum duration for your login session.
it: Per motivi di sicurezza, l'amministratore di sistema potrebbe impostare una durata massima per la tua sessione di accesso.

source: When your session is about to expire, you will be notified in advance through the bottom left bar, which will display the remaining time: 10 minutes, 3 minutes, and 60 seconds before the session ends, respectively. In the snackbar, you will find the option to return to the login page. You can simply log back in as usual to continue working.
it: Quando la tua sessione sta per scadere, sarai notificato in anticipo tramite la barra in basso a sinistra, che visualizzerà il tempo rimanente: 10 minuti, 3 minuti e 60 secondi prima della fine della sessione. Il promemoria ti offrirà anche l'opzione di tornare alla pagina di login. Puoi eseguire nuovamente l'accesso come di consueto per continuare a lavorare.

source: In Case of Forgetting Your Password
it: In caso di Dimenticanza della Password

source: To start the password recovery procedure, you need to enter the recovery address in the **Auth** panel, in the **Settings** section. Alternatively, you can ask the administrator to set up a recovery e-mail for your account.
it: Per avviare la procedura di recupero della password è necessario inserire un indirizzo di recupero nel pannello **Autenticazione**, nella sezione **Impostazioni**. In alternativa, puoi chiedere all'amministratore di sistema di configurare un indirizzo email di recupero per il tuo account.

source: If in the Auth panel - Settings section - you do not see the field to set a recovery address, it means that the administrator has not enabled your account for the recovery process.
it: Se nel pannello Auth - sezione Impostazioni - non visualizzi il campo per impostare un indirizzo di ripristino, significa che l'amministratore non ha abilitato il tuo account per il processo di ripristino in autonomia.
