Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: **If field**: In this field, you can specify whether **Any** or **All** conditions need to be matched for the filter rule to be executed.
it: **Campo Se**: In questo campo, puoi specificare se **Tutte** o **Qualsiasi** tra le condizioni devono essere soddisfatte perché la regola venga eseguita.

source: **First field**: This field contains multiple values. i.e.
it: **Primo campo**: Questo campo contiene più valori, come

source: **From**: Specifies the sender's email address.
it: **Da**: Specifica l'indirizzo email del mittente.

source: **To**: Specifies the recipient's email address.
it: **A**: Specifica l'indirizzo email del destinatario.

source: **Cc**: Specifies the email addresses listed in the "Cc" field.
it: **Cc**: Specifica gli indirizzi email elencati nel campo "Cc".

source: **To** or **Cc**: Specifies email addresses in either the "To" or "Cc" fields.
it: **A** o **Cc**: Specifica gli indirizzi email nei campi "A" o "Cc".

source: **Subject**: Specifies keywords or phrases found in the email subject.
it: **Oggetto**: Specifica parole chiave o frasi presenti nell'oggetto dell'email.

source: **Message**: Specifies email properties, such as those involved in conversations I've participated in.
it: **Messaggio**: Specifica una proprietà dell'email, come ad esempio appartenere alle conversazioni in cui ho partecipato.

source: **Size**: Specifies the size of the email in kilobytes.
it: **Dimensione**: Specifica le dimensioni dell'email in kilobyte.

source: **Date**: Specifies the date the email was sent or received.
it: **Data**: Specifica la data in cui l'email è stata inviata o ricevuta.

source: **Body**: Specifies specific content within the email body.
it: **Corpo**: Specifica elementi specifici nel corpo dell'email.

source: **Attachment**: Specifies the presence or absence of attachments.
it: **Allegato**: Specifica la presenza o l'assenza di allegati.

source: **Read Receipt**: Specifies whether a read receipt has been requested or received.
it: **Ricevuta di lettura**: Specifica se è stata richiesta o ricevuta una conferma di lettura.

source: **Address In**: Specifies specific addresses (e.g., sender, or recipient) that exist in the contacts or frequent emails.
it: **Indirizzo In**: Specifica indirizzi specifici (ad esempio mittente o destinatario) che esistono nei "Contatti" o tra "Le mie email frequenti".

source: **Calendar**: Specifies events or calendar-related information within the email, such as whether the invitation has been replied to.
it: **Calendario**: Specifica informazioni correlate agli eventi del calendario inviati via email, come ad esempio se l'invito ha avuto risposta.

source: **Social**: Specifies social media-related content within the email.
it: **Social**: Specifica se si tratta di email relative ai social media.

source: **Header Named**: Specifies a custom email header name.
it: **Nome intestazione**: Specifica caratteristiche dell'intestazione.

source: You can choose anything among these values and your next field values will appear accordingly.
it: Puoi scegliere qualsiasi valore tra questi, e i valori successivi del campo appariranno di conseguenza.

source: **Second field**: Depending on the value of the first field, you will get to choose values for this field. Let me give you an example. If you choose From as a value in the first field, then in this field you will get the following values to choose. (i.e. Matches Exactly, Does Not Match Exactly, Contains, Does Not Contain, Matches Wildcard Condition, Does Not Match Wildcard Condition). But if you choose Size as a value in the first field, then you will get Under, Not Under, Over, and Not Over as selectable values in this field. Similarly, for all other values of the first field, you will get a different set of values for this field.
it: **Secondo campo**: A seconda del valore del primo campo, potrai scegliere i valori per questo campo. Ecco un esempio. Se scegli Da come valore nel primo campo, allora in questo campo otterrai i seguenti valori da scegliere: Corrisponde esattamente, Non corrisponde esattamente, Contiene, Non contiene, Corrisponde alla condizione dei caratteri jolly, Non corrisponde alla condizione dei caratteri jolly. Ma se scegli Dimensione come valore nel primo campo, allora otterrai: Inferiore a, Non inferiore a, Superiore a e Non superiore a come valori selezionabili. Allo stesso modo, per tutti gli altri valori del primo campo, otterrai un set diverso di valori per il secondo campo.

source: Depending on the First field and second field, you may get additional fields with different values.
it: In base al primo campo e al secondo campo, potresti ottenere campi aggiuntivi con valori diversi.

source: How to create actions:
it: Come creare azioni:

source: Under the Action section, you can configure various fields. These fields determine the actions to be taken if the specified conditions are met. Actions have a few paths to set such as:
it: Nella sezione Azioni puoi configurare vari campi, che determinano le azioni da eseguire se le condizioni specificate sono soddisfatte. Le azioni offrono alcuni percorsi da impostare, come:

source: **Discard**: Moves the email into the Junk folder.
it: **Abbandona**: Sposta il messaggio nella cartella Posta indesiderata.

source: **Move Into Folder**: Transfers the email to a specified folder.
it: **Sposta nella cartella**: Trasferisce l'email in una cartella specificata.

source: **Mark As**: Marks the email as read or flagged.
it: **Segna come**: visualizza l'email come letta o segnata da flag.

source: **Tag With**: Assigns a tag to the email.
it: **Contrassegna con**: Assegna un'etichetta (tag) all'email.

source: **Redirect To Address**: Redirects the email to the specified email address.
it: **Reindirizza a indirizzo**: Reindirizza l'email all'indirizzo email specificato.

source: Example:
it: Esempio:

source: Let's implement a filter to automatically move incoming emails containing the keywords 'Drug' and 'Violence' into the Trash folder.
it: Implementiamo un filtro per spostare automaticamente le email in arrivo che contengono le parole chiave 'Farmaco' e 'Violenza' nella cartella 'Cestino'.

source: Under Filters, choose **Incoming Message Filters**.
it: Sotto Filtri, scegli **Filtri messaggi in entrata**.

source: Insert a name for your filter in the **Filter Name** field (e.g., drug junk mail)
it: Inserisci un nome per il tuo filtro nel campo **Nome filtro** (ad esempio, "farmaci indesiderati")

source: Under the **Conditions** section, select **Any**. We set it to match any condition, meaning if either 'Drug' or 'Violence' is found in the email, it will be moved to the junk folder.
it: Nella sezione **Condizioni**, seleziona **Qualsiasi**. In questo modo sarà sufficiente una qualsiasi condizione, il che significa che se vengono trovati 'Farmaco' o 'Violenza' nell'email, essa verrà spostata nella cartella Spam.

source: In the first field, select **Body**, in the second field, select **Contains**, and lastly in the third field, write *Violence* to specify that any email containing the word 'Violence' in its body should trigger the filter.
it: Nel primo campo, seleziona **Corpo**, nel secondo campo, seleziona **Contiene**, e infine, nel terzo campo, scrivi *Violenza* per specificare che qualsiasi email che contiene la parola 'Violenza' nel suo corpo dovrà attivare il filtro.

source: Click on the **+** button to add another condition.
it: Fai clic sul tasto **+** per aggiungere un'altra condizione.

source: In the first field, select **Body**, in the second field, select **Contains**, and lastly in the third field, write *Drug* to specify that any email containing the word 'Drug' in its body should trigger the filter.
it: Nel primo campo, seleziona **Corpo**, nel secondo campo, seleziona **Contiene**, nel terzo campo, scrivi *Farmaco* per specificare che qualsiasi email che contiene la parola 'Farmaco' nel corpo dovrà attivare il filtro.

source: Under the **Actions** section, choose **Move Into Folder**.
it: Nella sezione **Azioni**, scegli **Sposta nella cartella**.

source: Click **BROWSE**, and a new window appears.
it: Fai clic su **Sfoglia**, apparirà una nuova finestra.

source: Select your Trash folder and click **CHOOSE**.
it: Seleziona la tua cartella Cestino e clicca su **SCEGLI**.

source: Click CREATE.
it: Clicca su CREA.

source: Activating/Deactivating a Filter
it: Attivare/Disattivare un Filtro

source: When creating a filter, you have the option to mark the **Active filter** checkbox. If selected, your filter will be placed in the Active Filters section; otherwise, it will be listed under **Available Filters**.
it: Quando crei un filtro, puoi selezionare la casella **Filtro attivo**. Se selezionata, il tuo filtro sarà collocato nella sezione Filtri attivi; in caso contrario, sarà elencato tra i **Filtri disponibili**.

source: Active Filters are operational and will be applied to emails automatically. Conversely, filters kept in the Available Filters section are inactive but can be retained for future use. You have the flexibility to move them into the Active Filters section whenever needed.
it: I filtri attivi sono operativi e verranno applicati automaticamente alle email. I filtri rimasti nella sezione Filtri disponibili sono invece inattivi, ma possono essere conservati per un uso futuro. Potrai spostarli nella sezione Filtri attivi in qualunque momento.

source: To move a filter from the Active Filters to the Available Filters, simply select the filter you want to deactivate and click on the **REMOVE** button. This action will transfer the filter to the Available Filters section, where it will remain inactive until reactivated.
it: Per spostare un filtro dai Filtri attivi ai Filtri disponibili, seleziona semplicemente il filtro che desideri disattivare e fai clic sul tasto **RIMUOVI**. Questa azione trasferirà il filtro alla sezione Filtri disponibili, in cui rimarrà inattivo fino a quando non sarà riattivato.

source: To move a filter from the Available Filters to the Active Filters, simply select the filter you want to activate and click on the **ADD** button. This action will transfer the filter to the Available Filters section, where it will remain active until deactivated.
it: Per spostare un filtro dai Filtri disponibili ai Filtri attivi, seleziona il filtro che vuoi attivare e fai clic sul tasto **AGGIUNGI**. Questa azione sposterà il filtro nella sezione Filtri attivi, dove rimarrà attivo fino a quando non verrà disattivato.

source: Applying a Filter to Existing Emails
it: Applicare un filtro a email esistenti

source: Active Filters are automatically applied to new emails, whereas for managing existing emails, you may need to manually apply a filter. For instance, you can create a filter to move all emails containing the word 'Violence' into the junk folder to tidy up your inbox.
it: I filtri attivi vengono applicati automaticamente alle nuove email, mentre per gestire le email esistenti potrebbe essere necessario applicare manualmente un filtro. Ad esempio, puoi creare un filtro per spostare tutte le email che contengono la parola "Violenza" nella cartella Spam per pulire la casella di posta In arrivo.

source: This manual application allows you to organize existing emails according to your preferences.
it: Quest'applicazione manuale consente di organizzare le email esistenti secondo le tue preferenze.

source: To apply a filter to existing emails, follow these steps:
it: Per applicare un filtro ai messaggi email esistenti, segui questi passaggi:

source: Under Filters, choose **Incoming Message Filters** or **Outgoing Message Filters**, depending on where your filter is located.
it: Sotto Filtri, scegli **Filtri messaggi in entrata** o **Filtri messaggi in uscita**, a seconda della posizione del filtro.

source: Select the filter you want to apply from the list.
it: Seleziona il filtro che desideri applicare dall'elenco.

source: Click **APPLY**. A new window will appear.
it: Clicca su **APPLICA**. Verrà visualizzata una nuova finestra.

source: From the drop-down menu, select the folder you want the filter to be applied to.
it: Seleziona dal menu a tendina la cartella a cui desideri applicare il filtro.

source: Click **APPLY** to confirm and execute the filter on existing emails.
it: Fai clic su **APPLICA** per confermare ed eseguire il filtro nelle email esistenti.

source: Note: To avoid server overload, the standard configuration prevents a filter from being applied on a folder with more than 10.000 items.
it: Nota: per evitare il sovraccarico del server, la configurazione standard impedisce l'applicazione di un filtro su una cartella con più di 10.000 elementi.

source: Editing a Filter
it: Modificare un filtro

source: To edit an existing filter, follow these steps:
it: Per modificare un filtro esistente, segui questi passaggi:

source: Under Filters, choose Incoming **Message Filters** or **Outgoing Message Filters**, depending on where your filter is located.
it: Sotto Filtri, scegli **Filtri message in entrata** o **Filtri messaggi in uscita**, a seconda della posizione del tuo filtro.

source: Select the filter you want to edit from the list.
it: Seleziona il filtro che desideri modificare dall'elenco.

source: Click **EDIT**. A new window will appear.
it: Clicca su **MODIFICA**. Apparirà una nuova finestra.

source: Perform your edits, ensuring the filter is set up according to your preferences.
it: Esegui le modifiche, assicurandoti che il filtro sia configurato secondo le tue preferenze.

source: Click **SAVE** to confirm and apply the changes.
it: Fai clic su **SALVA** per confermare e applicare le modifiche.

source: Deleting a Filter
it: Eliminare un filtro

source: To delete an existing filter, follow these steps:
it: Per eliminare un filtro esistente, segui questi passaggi:

source: Select the filter you want to delete from the list.
it: Seleziona il filtro che desideri eliminare dall'elenco.

source: Click **DELETE**. A new window will appear; click **DELETE** again to confirm and remove the selected filter.
it: Fai clic su **ELIMINA**. Verrà visualizzata una nuova finestra; fai clic su **ELIMINA** nuovamente per confermare e rimuovere il filtro selezionato.

source: Change Filter Order
it: Cambiare Ordine ai Filtri

source: The order of filters determines their application. You have the freedom to adjust the order of filters at any point to influence their priority in processing emails. To change the order:
it: L'ordine dei filtri determina la loro applicazione. Sei libero di modificare l'ordine dei filtri in qualsiasi momento, per cambiare la priorità di elaborazione delle email. Per cambiare l'ordine:

source: Select a filter whose order you want to modify.
it: Seleziona un filtro di cui desideri modificare l'ordine.

source: Click the downward or upward arrow to adjust the position of the selected filter, thereby changing its order in the list.
it: Fai clic sulla freccia verso il basso o verso l'alto per regolare la posizione del filtro selezionato, cambiandone così l'ordine nell'elenco.

source: Account Signatures
it: Firme degli account

source: Incorporating an automatic signature at the end of your emails is a common practice. A signature typically comprises your name along with any supplementary text. If you are utilizing a **rich text editor**, you have the flexibility to format your signature, insert URLs for links, and include graphics. It is also feasible to create multiple signatures to suit various contexts. For instance, you might opt for a formal signature tailored for correspondence with clients, while reserving an informal one for communication with friends. Moreover, if you manage multiple email identities, often referred to as personas, you can devise distinct signatures and allocate them to specific addresses.
it: Incorporare una firma automatica alla fine delle tue email è una pratica comune. Una firma di solito comprende il tuo nome e del testo supplementare. Se utilizzi un **editor di testo avanzato**, hai la flessibilità di formattare la tua firma, inserire URL per i link e includere immagini. È inoltre possibile creare più firme per adattarle a contesti diversi. Ad esempio, potresti optare per una firma formale studiata per la corrispondenza con i clienti, e una firma informale per comunicare con i colleghi. Inoltre, se gestisci più identità email, spesso chiamate "persona", puoi creare firme distinte e assegnarle a indirizzi specifici.

source: Using Signatures
it: Usare le Firme

source: To ensure that signatures appear in your email, you must switch to the **rich text editor** while composing.
it: Per assicurarti che le firme appaiano nella tua email, devi passare all' **editor di testo avanzato** mentre scrivi una mail.

source: Follow these steps to toggle the rich text editor on:
it: Segui questi passaggi per attivare l'editor avanzato:

source: Click on the **three vertical dots** located in the top-right corner of the compose board.
it: Clicca sui **tre punti verticali** posizionati nell'angolo in alto a destra della scheda di composizione dell'email.

source: Select **Enable rich text editor** from the menu that appears.
it: Seleziona **Abilita editor avanzato** dal menu che appare.

source: When a signature is set, it will be visible at the end of the email you are composing. Additionally, you can effortlessly switch between identities /personas by selecting them from the top-left corner of the composing board, automatically applying the respective signatures assigned to each identity/persona.
it: Quando una firma viene impostata, sarà visibile alla fine dell'email che si sta scrivendo. Inoltre, è possibile passare senza difficoltà tra identità/persona selezionandole dall'angolo superiore sinistro della scheda di composizione, applicando automaticamente le firme assegnate a ciascuna identità/persona.

source: Creating Signatures
it: Creare Firme

source: To create a signature:
it: Per creare una firma:

source: Under the **Signatures** section, click **ADD SIGNATURE**.
it: Nella sezione **Firme**, fare clic su **Aggiungi firma**.

source: Provide a name for the signature in the designated field.
it: Inserisci un nome per la firma nel campo dedicato.

source: Utilize the rich text editor on the right side to compose your signature.
it: Utilizza l'editor di testo avanzato sul lato destro per comporre la tua firma.

source: Click **SAVE** from the top-right corner.
it: Fai clic su **SALVA** nell'angolo in alto a destra.

source: Anything composed in this section will automatically append to the end of your email as shown in the following example::
it: Qualsiasi contenuto composto in questa sezione verrà automaticamente aggiunto alla fine della tua email, come mostrato nell'esempio seguente:

source: Editing Signatures
it: Modificare le Firme

source: To edit a signature:
it: Per modificare una firma:

source: Under the **Signatures** section, click on the signature you want to edit.
it: Nella sezione **Firme**, fai clic sulla firma che desideri modificare.

source: Utilize the rich text editor on the right side to edit your signature.
it: Utilizza l'editor di testo avanzato sul lato destro per modificare la tua firma.

source: Removing Signatures
it: Rimuovere le Firme

source: To remove a signature:
it: Per rimuovere una firma:

source: Under the **Signatures section**, click on the signature you want to remove.
it: Nella sezione **Firme**, fai clic sulla firma che desideri rimuovere.

source: Hover your mouse cursor over the signature name. A red button labeled **DELETE** will appear. Click on it, and the signature will be removed.
it: Passa con il cursore sul nome della firma. Comparirà un tasto rosso con scritto **ELIMINA**. Cliccalo e la firma verrà rimossa.

source: Assign Different Signatures to Different Identities / Personas
it: Assegnare Firme Diverse a Identità/Persona Diverse

source: You can personalize each account persona or identity with a unique signature. This ensures that when selecting an identity/persona while composing an email, the appropriate signature is automatically applied.
it: Puoi personalizzare ogni account, persona o identità, con una firma unica. Ciò assicura che quando selezioni un'identità/persona mentre scrivi un'email, la firma appropriata verrà applicata automaticamente.

source: To assign each identity/persona a signature:
it: Per assegnare una firma a ogni identità/persona:

source: In the Signatures Usage section, choose a signature for each persona/identity from the dropdown menu provided.
it: Nella sezione Utilizzo firme, seleziona una firma per ogni persona/identità dal menu a tendina fornito.

source: You can effortlessly switch between identities/personas by selecting them from the top-left corner of the composing board, automatically applying the respective signatures assigned to each identity/persona.
it: Componendo un'email, puoi passare da un'identità/persona all'altra senza sforzo, selezionandole dall'angolo in alto a sinistra del pannello; le relative firme associate a ciascuna identità/persona si applicheranno automaticamente.

source: Changing Signature While Composing An Email
it: Cambiare Firma Mentre si Compone un'Email

source: If you have set two or more signatures, you can easily switch between them, while you are writing an email.
it: Se hai impostato due o più firme, puoi passare facilmente da una all'altra mentre scrivi un'email.

source: Just click on the **feather pen icon** on top of the composing tab and choose the one you want to use, between the different options in the list, based on the existing signatures. You can also choose *Do not use a signature* option, if you want to completely remove the signature from the current email.
it: Fai clic sull'icona **penna piumata** in alto nella scheda di scrittura email, e scegli quella che desideri utilizzare tra le diverse firme esistenti. Puoi anche scegliere l'opzione *Non utilizzare una firma*, se desideri rimuovere completamente la firma dall'email corrente.

source: Email Delegations
it: Delegare le Email

source: You can permit others to send emails on your behalf. When someone sends an email on your behalf, the recipient sees both your name and the sender's name. It is important to note that this is not the same as sharing your entire inbox. The sender operates from their email account when sending emails on your behalf, with your name selected from the From field drop-down menu as the sender.
it: È possibile consentire ad altri di inviare e-mail in tuo nome. Quando qualcuno invia un'email in tuo nome, il destinatario visualizza sia il tuo nome che il nome del mittente. È importante notare che non si tratta della stessa cosa di condividere l'intera casella di posta. Il mittente opera dal proprio account di posta quando invia email in tuo nome, selezionando il tuo nome come mittente dal menu a tendina del campo Da.

source: Similarly, if you have been delegated permission to send emails on behalf of someone else, you can do so with their email address as the sender. In this case, the From address will display both your email address and the person you are representing. When you have been given authorization to send an email to that person, their email address appears in the menu, without including your address in the email.
it: Allo stesso modo, se ti è stato delegato il permesso di inviare email in nome di qualcun altro, puoi farlo utilizzando il suo indirizzo email come mittente. In questo caso, "Da" visualizzerà sia il tuo indirizzo email che quello della persona che stai rappresentando. Una volta che ti è stata data l'autorizzazione per inviare un'email a quella persona, il suo indirizzo email compare nel menu, senza includere il tuo indirizzo nell'email.
