Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: If you forgot your password, follow these steps:
it: Se hai dimenticato la tua password, segui questi passaggi:

source: Click on the **Forget Password?** Button, from the login page.
it: Clicca sul tasto **Dimenticato la password?** dalla pagina di accesso.

source: Enter your username.
it: Inserisci il tuo nome utente.

source: You will receive an email at your recovery email address.
it: Riceverai un'email al tuo indirizzo di recupero.

source: A temporary **validation code**, that expires in twenty-four hours, will be sent to the recovery e-mail address.
it: Un codice di **convalida temporaneo**, che scade entro ventiquattro ore, verrà inviato all'indirizzo email di recupero.

source: Copy it and insert it, then click the :bdg-primary:`VALIDATE CODE` button.
it: Copia e incolla, quindi clicca sul tasto :bdg-primary:`CONVALIDA CODICE`.

source: If the code is validated, you can :bdg-primary-line:`CONTINUE WITH YOUR SESSION`, access your mailbox and then add a new password in the Settings's module, where you can also change the recovery address.
it: Se il codice viene convalidato, puoi :bdg-primary-line:`CONTINUARE CON LA TUA SESSIONE`, accedere alla tua casella di posta e aggiungere una nuova password nel modulo Impostazioni, dove puoi anche modificare l'indirizzo di recupero.

source: If your system administrator has not configured a recovery email for your account, or you have not inserted your own recovery email address, when you attempt to insert your username to receive the password recovery email, you will encounter an error message.
it: Se l'amministratore di sistema non ha configurato un indirizzo email di recupero per il tuo account, o non hai inserito tu stesso un indirizzo email di recupero, quando cercherai di inserire il tuo nome utente per ricevere l'email per il recupero della password incontrerai un messaggio di errore.

source: The error will prompt you to **contact your system administrator**. In this scenario, **the only way to log into your account** is by seeking assistance from your system administrator.
it: L'errore ti inviterà a **contattare l'amministratore di sistema**. In questo scenario, **l'unico modo per accedere al tuo account** è quello di richiedere assistenza all'amministratore di sistema.

source: Changing Your Password
it: Cambiare la Password

source: Resetting a password becomes necessary when you want to update your existing password due to security reasons or any other relevant factors. To change your password, you must be logged into your account. Here are the steps to change your password:
it: Reimpostare una password regolarmente è necessario per motivi di sicurezza. Per cambiare la password devi prima accedere al tuo account. Ecco i passaggi per cambiare la password:

source: Log into your account.
it: Accedi al tuo account.

source: Click on the **settings** (gear icon) located in the left sidebar.
it: Fai clic sull'icona **impostazioni** (ingranaggio) nella barra laterale sinistra.

source: Select **Auth**.
it: Seleziona **Auth**.

source: Click on Change Password.
it: Fai clic su Cambia Password.

source: Enter your **old password** along with your new password.
it: Inserisci la tua **vecchia password** insieme alla nuova password.

source: Click the **CHANGE PASSWORD** button.
it: Fai clic sul tasto **CAMBIA PASSWORD**.

source: Introduction of |product| Web Client
it: Introduzione a |product| Webmail

source: When you log in to check your emails, the **|product| web client interface** greets you with the following components:
it: Quando esegui l'accesso per controllare le tue email, l'**interfaccia client web di Carbonio** ti accoglie con i seguenti componenti:

source: **Left Sidebar**: This section provides navigation options and quick access to various features such as Mails, Calendars, Contacts, etc.
it: **Barra laterale sinistra**: Questa sezione fornisce opzioni di navigazione e accesso rapido alle varie funzionalità come Mail, Calendari, Contatti, ecc.

source: **Navigation Panel**: Here, you will find additional context related to the active feature you have selected from the left sidebar. For example, if you select “Mails” from the left sidebar, you will find access to your inboxes and email folders here.
it: **Pannello di navigazione**: Qui troverai ulteriore contesto relativo alla funzionalità attiva che hai selezionato dal pannello laterale sinistro. Ad esempio, se selezioni "Mail" dal pannello laterale sinistro, qui troverai l'alberatura delle tue caselle di posta.

source: **Main Panel**: The central area displays your actual content related to the active feature you have selected from the left sidebar. For example, if you select “Mails” from the left sidebar, you will see your emails in this area; similarly, choosing “Calendars” will display your calendar events.
it: **Pannello principale**: L'area centrale visualizza il contenuto effettivo relativo alla funzione attiva che hai selezionato dal menu laterale sinistro. Ad esempio, se selezioni "Mail" dal pannello laterale sinistro, visualizzerai le tue email in questa area; analogamente, la scelta di "Calendari" visualizzerà gli eventi del tuo calendario.

source: Using Browser Buttons to Navigate |product|
it: Usare i Comandi del Browser per Navigare |product|

source: It is recommended to avoid using your browser’s navigation buttons too frequently, especially when you are in the middle of composing an email or a message. These buttons can inadvertently disrupt your work and cause you to lose what you are doing. So, proceed with caution.
it: È consigliabile evitare di utilizzare i comandi di navigazione del browser troppo spesso, soprattutto quando si è nel mezzo della stesura di un'email o di un messaggio. Questi pulsanti possono interrompere involontariamente il tuo lavoro e farti perdere ciò che stavi facendo. Pertanto, procedi con cautela.

source: **Back Button**: You can use your browser’s back button to return to the previous page you were viewing on |product|.
it: **Tasto Indietro**: puoi utilizzare il tasto indietro del tuo browser per tornare alla pagina precedente che stavi visualizzando su |product|.

source: **Forward Button**: If you have gone back and want to revisit a page you just left, click the forward button.
it: **Tasto "Avanti"**: Se sei tornato indietro e desideri tornare a una pagina che hai appena lasciato, clicca sul pulsante "Avanti".

source: **Avoid Reload/Refresh**: Be cautious with the reload or refresh button. Clicking it restarts your session, which can be especially dangerous when composing a new email or a lengthy text message. You might lose your work.
it: **Evita Ricarica/Aggiorna**: Fai attenzione al pulsante di ricarica o aggiorna. Cliccarlo riavvia la tua sessione, il che può essere particolarmente pericoloso quando stai componendo un nuovo messaggio di posta elettronica o un testo lungo. Potresti perdere il tuo lavoro.

source: Account Personalization
it: Personalizzazione dell'Account

source: Before you start using the |product| web client, take a moment to personalize your account. You can customize visual aspects such as the theme, as well as other account settings like your time zone. Most of these options are conveniently accessible in the **Settings** menu. To access it, simply click the gear icon on the left sidebar, and then select **General Settings**.
it: Prima di iniziare ad utilizzare il client web di |product|, prenditi un momento per personalizzare il tuo account. Ad esempio puoi personalizzare aspetti visivi come il tema. La maggior parte di queste opzioni è facilmente accessibile nel menu **Impostazioni**. Fai clic sull'icona dell'ingranaggio nella barra dei menu a sinistra, quindi seleziona **Impostazioni generali**.

source: Changing Theme
it: Cambiare il Tema

source: A theme in the |product| web client defines the color scheme used for its appearance. Currently, there are **two themes** available: **Dark mode** and **Light mode**. Here is how you can manage them:
it: Un tema nel client web di |product| definisce lo schema dei colori utilizzato per il suo aspetto. Attualmente sono disponibili **due temi**: **Tema scuro** e **Tema chiaro**. Ecco come puoi gestirli:

source: To **activate Dark mode**, follow these steps:
it: Per **attivare la modalità scura**, segui questi passaggi:

source: Go to **Settings** (gear icon) from the left sidebar.
it: Vai a **Impostazioni** (icona dell'ingranaggio) dalla barra menu a sinistra.

source: Under **Theme Options**, open the dropdown menu.
it: Sotto **Opzioni tema**, apri il menu a tendina.

source: Click on **Enabled**.
it: Fai clic su **Abilitato**.

source: Click on the **SAVE** button located in the **top right corner** of the screen.
it: Fai clic su **SALVA** posizionato nell'**angolo in alto a destra** dello schermo.

source: To **disable Dark mode**, follow these steps:
it: Per **disabilitare la modalità scura**, segui questi passaggi:

source: Click on **Disabled** in the same dropdown menu and click **SAVE**.
it: Fai clic su **Disabilitato** nel medesimo menu a tendina e fai clic su **SALVA**.

source: If you choose **Auto**, |product| will adapt to your **operating system’s default theme**. For example:
it: Se scegli **Auto**, |product| si adatterà al **tema predefinito del tuo sistema operativo**. Ad esempio:

source: If your OS theme is dark, |product| will also be in dark mode.
it: Se il tema del tuo sistema operativo è scuro, anche |product| sarà in modalità scura.

source: If your OS theme is light, |product| will match that as well.
it: Se il tema del tuo sistema operativo è chiaro, |product| si adatterà di conseguenza.

source: Changing Font Size
it: Modificare le Dimensioni dei Caratteri

source: You can change the font size across all |product| web clients according to your preferences. To change the font size simply follow these steps:
it: Puoi modificare la dimensione del carattere di |product| in base alle tue preferenze. Per modificare la dimensione del carattere segui questi passaggi:

source: Open the **Settings** (gear icon) from the left sidebar.
it: Apri le **Impostazioni** (icona dell'ingranaggio) dalla barra dei menu a sinistra.

source: Under the **Appearance** section, find the slider for adjusting the font size.
it: Nella sezione **Aspetto**, trascina il cursore per regolare la dimensione del font.

source: If you want to manually control the font size, uncheck the option that says *Automatically resize the text size depending on the device*.
it: Se vuoi controllare manualmente le dimensioni del carattere, deseleziona l'opzione che dice *Ridimensiona automaticamente le dimensioni del testo a seconda del dispositivo*.

source: Use the slider to set the font size to your preference. As you move the slider, you will see the results in the bottom box with some dummy text.
it: Mentre sposti il cursore sulla barra, vedrai i risultati nella casella inferiore, che mostrerà un testo di esempio.

source: Once you are satisfied, click **SAVE** in the top right corner.
it: Una volta soddisfatto, fai clic su **SALVA** nell'angolo in alto a destra.

source: Remember, if you prefer automatic resizing based on the device, you can leave the checkbox checked. Otherwise, adjust the font size manually using the slider.
it: Ricorda, se preferisci una dimensione automatica che si adatta in base al dispositivo, lascia la casella corrispondente selezionata. In caso contrario, regolare manualmente la dimensione del carattere usando il cursore.

source: Changing Your Time Zone
it: Cambiare il Fuso Orario

source: As a digital workspace, |product| relies on precise time zone settings to ensure optimal performance for calendars and other features like emails, guaranteeing accurate timestamps. This becomes particularly crucial when collaborating with colleagues across different countries and time zones. To change your time zone, follow these steps:
it: |product| si affida alle impostazioni precise del fuso orario per garantire prestazioni ottimali per i calendari e altre funzionalità come le email, garantendo un tracciamento dei tempi accurato. Ciò diventa particolarmente importante quando si collabora con colleghi in diversi paesi e fusi orari. Per cambiare il tuo fuso orario, segui questi passaggi:

source: Under the **Time Zone and Language** section select the dropdown menu for **Time Zone** and choose your time zone.
it: Nella sezione **Fuso orario e lingua** selezionare il menu a discesa per **Fuso orario** e scegliere il proprio fuso orario.

source: Click **SAVE** in the top right corner.
it: Fai clic su **SALVA** nell'angolo in alto a destra.

source: Changing |product| Language
it: Cambiare la Lingua di |product|

source: To change your |product| web client language, follow these steps:
it: Per cambiare la lingua del client web di |product|, segui questi passaggi:

source: Under the **Time Zone and Language** section select the dropdown menu for **Language** and choose your language.
it: Nell'area **Impostazioni di base**, seleziona la lingua desiderata dal menu a discesa **Lingua** nella sezione **Fuso orario e lingua**.

source: Accessing Multiple Accounts
it: Accedere a più Account

source: On the |product| web client, you have access to multiple accounts. Let's say you have your personal account, as well as two additional accounts created for HR tasks and communications with your colleagues under the name “hr@example.com”, and another one named “info@example.com” for external communications of the company. **Only your system administrator can add these accounts and grant you access** to manage them via your main account.
it: Nel client web di |product| puoi avere accesso a più account. Ad esempio, potresti avere un account personale e due account aggiuntivi creati per le attività di Risorse Umane e la Comunicazione esterna, chiamati "hr@example.com" e "info@example.com". **Solo l'amministratore di sistema può aggiungere questi account e concederti l'accesso per gestirli dal tuo account principale**.

source: So, when you sign into your main account, you will see these two additional accounts listed under your main account. To access these accounts, simply click on the downward arrow next to their names to open a dropdown menu. From there, you can access the inbox and other folders within each account.
it: Quando accedi al tuo account principale, vedrai i due account aggiuntivi elencati sotto il tuo indirizzo principale, a sinistra. Per accedere a questi account, fai clic sulla freccia verso il basso accanto ai loro nomi per espandere un menu a tendina. Da lì, puoi accedere alla casella di posta e ad altre cartelle all'interno di ciascun account.

source: Welcome to |product| User Documentation!
it: Benvenuti nella Documentazione Utente di |product|!

source: This portal contains the User Guides for |product|, the fully private digital workplace designed for secure communication and collaboration. The content is organised into the following sections:
it: Questo portale contiene le Guide dell'Utente per |product|, il posto di lavoro digitale completamente privato progettato per la comunicazione e la collaborazione sicure. Il contenuto è organizzato nelle seguenti sezioni:

source: Getting Started with Carbonio
it: Iniziare ad Usare Carbonio

source: Mails
it: Mail

source: Calendars & Productivity
it: Calendari e Produttività

source: Communication
it: Silenzia notifiche di una chat

source: Working with Mail App
it: Lavorare su Files

source: Mail Settings
it: Delegare le Email

source: To compose and send a new email message, follow these steps:
it: Per inoltrare un'e-mail, seguire questi passaggi:

source: In the **To** field, enter one or more recipient email addresses.
it: **A**: Specifica l'indirizzo email del destinatario.

source: Optionally, add additional recipients in the **Cc** or **Bcc** fields.
it: Facoltativamente, aggiungere dei destinatari nei campi *Cc* o *Ccn*.

source: Enter a subject in the **Subject** field.
it: Scrivi un breve titolo nel campo *Oggetto*.

source: Write the message content in the email body.
it: **Corpo**: Specifica elementi specifici nel corpo dell'email.

source: Change the text color.
it: Modificare il Colore di un'Etichetta

source: Select one or more images from the device gallery.
it: Seleziona una o più etichette tra quelle presenti.

source: Save the message as a draft.
it: Salvare un'Email come Bozza

source: Set the message priority.
it: Modifica il messaggio e premi invio.

source: Request a read receipt from the recipient.
it: Richiedere la Conferma di Lettura

source: To reply to an email message, follow these steps:
it: Per rispondere a un'email, segui questi passaggi:

source: Open the email you want to respond to.
it: Scegli l'azione che desideri eseguire.

source: Write your message.
it: Modificare un Messaggio

source: Tap **Send** (paper-plane icon) to send the reply.
it: Fai clic sul tasto **INVIO** per inviare la email.

source: A copy of the sent reply is automatically saved in the **Sent** folder.
it: Una copia dell'email inviata viene archiviata nella cartella "Inviati".

source: Reply vs. Reply All
it: Rispondi e Rispondi a tutti

source: To perform actions on multiple emails:
it: Per eseguire un'azione su più email:

source: Add an attachment from your device
it: Per aggiungere un allegato dal computer:

source: Select the file (or capture it) and confirm.
it: Seleziona un file dalla finestra.

source: Add an attachment from Carbonio Files
it: Per aggiungere un allegato da |product| Files:

source: Choose the file and confirm.
it: Scegli la configurazione di condivisione.

source: If you have multiple identities/personas configured, you can choose which one to use when composing:
it: Se hai più personalità o account esterni collegati, puoi scegliere la persona specifica che desideri utilizzare quando invii un'email.

source: Select the desired **identity/persona**.
it: Selezione il **Ruolo** desiderato.

source: The recipient will see the selected identity/persona as the sender.
it: Il destinatario vedrà il nome della persona selezionata come mittente delle email.

source: If available, you can request a read receipt:
it: Richiedere la Conferma di Lettura

source: Enable **Read receipt**.
it: Seleziona *Richiedi conferma di lettura*.

source: Close the menu and send the email.
it: Fai clic sul tasto **INVIO** per inviare la email.

source: To save a draft while composing:
it: Per richiedere una ricevuta di lettura durante la creazione di un'email:

source: Go to the **Drafts** folder.
it: Vai alla casella **Spam**.

source: Open the draft you want to send.
it: Scegli l'azione che desideri eseguire.

source: To forward an email:
it: Inoltro di un'E-mail

source: Open the email.
it: Clic destro sull'email.

source: To redirect an email (if available):
it: Per reindirizzare un'email, segui questi passaggi:

source: Select **Redirect**.
it: Seleziona **Auth**.

source: **Redirect** reroutes the original message to a new recipient as if it had been sent to them originally, making it easier for the new recipient to reply directly to the original sender.
it: Pertanto, optare per il reindirizzamento di un messaggio anziché inoltrarlo semplifica la procedura per il destinatario per rispondere direttamente al mittente originale.

source: Working with Chats App
it: Contatti

source: Creating a New Chat
it: Creare una Nuova Chat

source: Search for a colleague by name and select them.
it: Per cercare un collega nella tua lista chat:

source: Sending Files in Chats
it: Inviare File dal tuo Computer nelle Chat

source: Send a file from your device
it: Aggiungere un File dal Tuo Computer

source: Open the chat.
it: Contatti

source: Select **Document** (or a similar option).
it: Seleziona **Nuovo documento** dal menu a tendina.

source: Edit a Message
it: Modificare un Messaggio

source: Select **Edit**.
it: Seleziona **Auth**.

source: Update the message and send.
it: Modifica il messaggio e premi invio.

source: Reply to a Message
it: Rispondi a un Messaggio

source: Select **Reply**.
it: Seleziona **Email**.

source: Write your reply and send.
it: Scrivi la risposta e premi invio.

source: Forward a Message
it: Inoltra un messaggio

source: Select **Forward**.
it: Clicca su **AVANTI**.

source: Delete a Message
it: Elimina un Messaggio

source: Select **Delete message**.
it: Seleziona l'opzione **Elimina definitivamente**.

source: Confirm the action.
it: Conferma contenuto condiviso:

source: Mute Notifications for a Chat
it: Silenzia notifiche di una chat

source: To mute notifications for a specific chat or group:
it: Per cancellare la cronologia di una chat o un gruppo specifico:

source: Disable **Notifications**.
it: Silenzia notifiche di una chat

source: To unmute, follow the same steps and re-enable notifications.
it: Per attivare, segui la stessa procedura e scegli **Attiva le notifiche**.

source: Clear Chat History
it: Cancella la cronologia di una Chat

source: To clear the history of a chat/group:
it: Per cancellare la cronologia di una chat o un gruppo specifico:

source: Tap **Clear history**.
it: Cancella la cronologia di una Chat

source: Creating a New Group
it: Creazione Nuovo Gruppo

source: To create a group chat:
it: Per uscire da un gruppo:

source: Add Participants to a Group
it: Aggiungi partecipanti a un gruppo

source: Open the group.
it: Abbandona conversazione

source: Remove Participants from a Group
it: Rimuovi Utenti da un Gruppo

source: Tap the participant’s name.
it: Fare clic sull'icona della corona accanto al nome del partecipante.

source: Select **Remove from conversation**.
it: Seleziona l'opzione **Modifica gruppo**.

source: Leave a Group
it: Abbandona conversazione

source: Tap **Leave** and confirm.
it: Cliccare su **Esci** per confermare.

source: Working with Video Meetings
it: Usare i Video Meeting

source: Entering Your Personal Room
it: Accedere alla tua Stanza Personale

source: To enter your personal room:
it: Accedere alla tua Stanza Personale

source: Open the **Meetings** section/tab.
it: Vai alla sezione **Mail**.

source: Inviting Members to Your Personal Room
it: Invitare Membri in una Stanza Personale

source: Creating a New Room
it: Creare una Nuova Stanza

source: To create a room:
it: Per creare una nuova stanza:

source: Tap **Create** (plus icon).
it: Fare clic sul pulsante **CREA**.

source: Select **Create Room**.
it: Seleziona **Calendari**.

source: Enter a room name.
it: Entrare in una Stanza

source: Tap **OK/Create**.
it: Fai clic su **Crea**.

source: Entering a Room
it: Entrare in una Stanza

source: Tap the room name.
it: Modifica nome.

source: Select **Join room**.
it: Seleziona la scheda **Stanze**.

source: Inviting Members to a Room
it: Invitare Membri in una Stanza

source: Starting a Video Call with One Person
it: Eseguire una chiamata video con un membro

source: Resetting a Meeting Room Link
it: Reimpostazione del Collegamento della Sala Riunione

source: To change a room link:
it: Per creare una nuova stanza:

source: Open the room.
it: Seleziona la scheda Stanze Virtuali.

source: Select **Reset link**.
it: Seleziona **Auth**.

source: Deleting a Meeting Room
it: Eliminazione di una sala riunioni

source: Select **Delete Room**.
it: Seleziona la scheda **Stanze**.

source: Working with Files App
it: Lavorare su Files

source: Select **Folder**.
it: Seleziona **Calendari**.

source: Enter a folder name.
it: Inserisci il tuo nome utente.

source: Tap **Create**.
it: Fai clic su **Crea**.

source: Uploading a File
it: Contrassegnare un File

source: To upload a document:
it: Per creare un documento di testo:

source: Choose the file from your device.
it: Seleziona l'icona di **Files** dal menu laterale sinistro.

source: Open the app menu (often the menu icon).
it: Apri l'app e premi il pulsante "+" nell'angolo in basso a destra.
