Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: You can use the link icon beside your room’s name to copy the room's link. Upon clicking the button, the link will be copied to your clipboard. You can paste it anywhere (such as in a chat) by right-clicking and selecting Paste, or by using the keyboard shortcut CTRL+V on Windows or command+V on macOS. You can use the Arrow icon beside your room’s name to enter the room.
it: Puoi utilizzare l'icona del link accanto al nome della stanza per copiare il link della stanza. Al clic sul pulsante, il link verrà copiato negli appunti. Puoi incollarlo ovunque (ad esempio in una chat) facendo clic destro e selezionando Incolla, o utilizzando il combinations di tasti CTRL+V su Windows o command+V su macOS. Puoi utilizzare l'icona della freccia accanto al nome della stanza per entrare nella stanza.

source: Managing Virtual Rooms
it: Gestione delle Stanze Virtuali

source: Every person with an account on |product| can create virtual rooms. You can use your room to invite others to meetings, whether they are colleagues with accounts on the same system or external users. In the list of participants in the video meeting, you will be able to distinguish which of them are internal and which are external, marked as “Guest”.
it: Ogni persona con un account su |product| può creare stanze virtuali. È possibile utilizzare la propria stanza per invitare altri a riunioni, che siano colleghi con account sullo stesso sistema o utenti esterni. Nell'elenco dei partecipanti alla riunione video, sarà possibile distinguere quali di essi siano interni e quali esterni, contrassegnati come "Ospite".

source: To access and enter your virtual room, follow these steps:
it: Per accedere ed entrare nella tua stanza virtuale, segui questi passaggi:

source: Click YOUR VIRTUAL ROOMS located at the bottom left corner beneath the list of chats to open your list of rooms.
it: Clicca sulle tue STANZE VIRTUALI posizionate nell'angolo inferiore sinistro sotto l'elenco delle chat per aprire l'elenco delle stanze.

source: You can use the Arrow icon beside the room’s name to enter it.
it: È possibile utilizzare l'icona della freccia accanto al nome della stanza per entrarvi.

source: Guest Entry Experience
it: Esperienza di Accesso Ospite

source: Guests now access meetings through a single, professional landing page that brings together everything they need in one place. Before joining, they can enter their name, configure their audio and video devices, and proceed directly to the waiting room with a single click.
it: Gli ospiti accedono ora alle riunioni attraverso una singola pagina di destinazione professionale che riunisce tutto ciò di cui hanno bisogno in un unico luogo. Prima di partecipare, possono inserire il loro nome, configurare i dispositivi audio e video e procedere direttamente alla sala d'attesa con un solo clic.

source: Benefits
it: Vantaggi

source: **Clear professional context** Guests immediately understand that they are entering a business meeting environment.
it: **Ambiente professionale chiaro** Gli ospiti capiscono immediatamente di entrare in un ambiente di riunione aziendale.

source: **Simplified flow** Guests complete all required steps—name input and device setup—on one page, reducing effort and saving time.
it: **Flusso semplificato** Gli ospiti completano tutti i passaggi obbligatori - immissione del nome e configurazione del dispositivo - in una sola pagina, riducendo lo sforzo e risparmiando tempo.

source: **Smoother transition** After clicking **Ready to participate**, guests are seamlessly taken to the waiting room, where a clear message informs them that the moderator will admit them shortly.
it: **Transizione più fluida** Dopo aver cliccato **Pronto a partecipare**, gli ospiti vengono condotti direttamente nella sala d'attesa, dove un messaggio chiaro li informa che il moderatore li ammetterà tra breve.

source: Editing Room Details
it: Modificare un'Attività

source: To edit the details of a room:
it: Per invitare altri membri in una stanza:

source: Click the three dots icon beside the room’s name.
it: È possibile utilizzare l'icona della freccia accanto al nome della stanza per entrarvi.

source: Choose EDIT.
it: Scegli MODIFICA.

source: Edit the room’s name and moderators.
it: Modifica il messaggio e premi invio.

source: Click the button EDIT to save the changes.
it: Clicca su MODIFICA per confermare e salvare le modifiche effettuate.

source: Entering A Virtual Room
it: Ingresso in una Stanza Virtuale

source: To enter a specific room, you need to have its link. To obtain the URL of a room, you can:
it: Per entrare in una stanza specifica, è necessario avere il suo collegamento. Per ottenere l'URL di una stanza, è possibile:

source: Alternatively, you can copy the link to access the room to your clipboard using the link icon beside the room’s name in the list. You can paste it into the address bar of a new browser tab and press Enter. This will direct you to the room.
it: In alternativa, puoi copiare il collegamento per accedere alla sala utilizzando l'icona del collegamento accanto al nome della sala nell'elenco. Puoi incollarlo nella barra degli indirizzi di un nuovo pannello del browser e premere Invio. Ciò ti porterà alla stanza.

source: Inviting Members to A Virtual Room
it: Invito membri a una stanza virtuale

source: To invite other members to a room, you need to have its link. To obtain the URL of a room, you can:
it: Per invitare altri membri a una stanza, è necessario avere il suo link. Per ottenere l'URL di una stanza, è possibile:

source: Click the link icon beside your room’s name to copy the room's link.
it: Fai clic sull'icona del collegamento accanto al nome della tua stanza per copiare il collegamento della stanza.

source: This will copy the link to access the room to your clipboard. You can paste it anywhere (such as in a chat) by right-clicking and selecting Paste, or by using the keyboard shortcut CTRL+V on Windows or command+V on macOS. Alternatively, you can enter your room and copy the URL of the page from the address bar of your browser, then send it to your colleagues.
it: Ciò copierà il link di accesso alla stanza sulla tua clipboard. Puoi incollarlo ovunque (ad esempio in una chat) facendo clic con il pulsante destro e selezionando Incolla, o utilizzando il taglio scorciatoia CTRL+V su Windows o command+V su macOS. In alternativa, puoi entrare nella tua stanza e copiare l'URL della pagina dalla barra degli indirizzi del browser, quindi inviarlo ai tuoi colleghi.

source: Holding A Video Call with A Member
it: Eseguire una chiamata video con un membro

source: To invite a colleague to a video call:
it: Per invitare un collega a una videochiamata:

source: From the list of chats, choose the colleague with whom you want to have the video call.
it: Dalla lista delle chat, scegli il collega con cui desideri effettuare la videochiamata.

source: Click on the START MEETING button on top of the chat area.
it: Fai clic sul pulsante AVVIA RIUNIONE in alto nella zona della chat.

source: Holding A Video Meeting with Multiple Members
it: Tieni una riunione in videoconferenza con più membri

source: You can use your personal room to invite others for a video meeting. To do so, you need to send them the link to your personal room. To obtain your room's link:
it: Puoi utilizzare la tua sala personale per invitare altri a una riunione in video. Per farlo, devi inviare loro il link alla tua sala personale. Per ottenere il link della tua sala:

source: Select Webcam and Microphone
it: Seleziona Webcam e Microfono

source: Before entering a video meeting, you will be prompted to select a webcam and microphone from the available options on your computer. You can also choose to turn the webcam and microphone on or off before joining the room. Once your selections are made, press ENTER to join the meeting.
it: Prima di entrare in una riunione video, verrai invitato a selezionare una webcam e un microfono tra le opzioni disponibili sul tuo computer. Puoi anche scegliere di attivare o disattivare la webcam e il microfono prima di entrare nella stanza. Una volta effettuate le tue scelte, premi INVIO per unirti alla riunione.

source: Enable Webcam and Microphone
it: Abilita Webcam e Microfono

source: When you are in a video meeting, you can also turn your webcam or microphone on or off. Here is how: Toggle the microphone or camera icon on the bottom bar inside the meeting room. If you do not see the bottom bar, simply move your mouse cursor to the bottom of the screen, and it will appear.
it: Quando si partecipa a una riunione video, è anche possibile attivare o disattivare la webcam o il microfono. Ecco come fare: togliere la spunta dall'icona del microfono o della fotocamera sulla barra inferiore all'interno della stanza della riunione. Se non si vede la barra inferiore, basta spostare il cursore del mouse nella parte inferiore dello schermo e apparirà.

source: During a video meeting, you have the chance to blur your background. Simply click on the arrow icon in the camera button, and then choose the option Apply Blur Effect.
it: Durante una riunione video, hai la possibilità di sfocare lo sfondo. Basta fare clic sull'icona della freccia nel pulsante della fotocamera e poi scegliere l'opzione Applica effetto sfocatura.

source: You also have the chance to choose a specific background image. Click on the arrow icon in the camera button, and then choose the option Apply Background Image. You can upload your own image or choose one from the available options.
it: Durante una riunione video, hai la possibilità di sfocare lo sfondo. Basta fare clic sull'icona della freccia nel pulsante della fotocamera e poi scegliere l'opzione Applica effetto sfocatura.

source: Recording a Video Meeting
it: Registrazione di una riunione video

source: When you are in a video meeting and want to record it:
it: Quando sei in una riunione video e desideri registrarla:

source: Click the **arrow button** on the left side to open the chat box.
it: Clicca sul **pulsante con la freccia** sul lato sinistro per aprire la finestra di chat.

source: In the chat box, click the **downward arrow** next to the *Recording* section at the top.
it: Clicca sulla **freccia rivolta verso il basso** accanto alla sezione *Registrazione* posizionata in alto nella casella di chat.

source: Click **START RECORDING** to begin recording.
it: Fai clic su *INIZA* per iniziare a registrare.

source: To stop the recording, click **STOP RECORDING**.
it: Per terminare la registrazione, cliccare sul pulsante **FINE**.

source: Whether the recording is stopped by the person who started it or by another **moderator**, the file will always be saved into the *Files* of the person who started the recording.
it: Indipendentemente dal fatto che la registrazione venga interrotta dalla persona che l'ha avviata o da un altro **moderatore**, il file verrà sempre salvato nei *File* della persona che ha avviato la registrazione.

source: A popup will appear asking you to enter a **name for the recording file**.
it: Un popup si aprirà chiedendoti di inserire un **nome per il file di registrazione**.

source: If all meeting participants (including the person who started the recording) leave the meeting, the system will automatically stop the recording and save the file in the *Files* of the person who clicked **START RECORDING**.
it: Se tutti i partecipanti alla riunione (compresa la persona che ha avviato la registrazione) lasciano la riunione, il sistema interromperà automaticamente la registrazione e salverà il file nella cartella *File* della persona che ha cliccato su **AVVIA REGISTRAZIONE**.

source: Adding New Members to a Video Meeting
it: Aggiunta di nuovi membri a una riunione video

source: To add new members to an ongoing video meeting, you need to send them the link to access the room. Here is how:
it: Per aggiungere nuovi membri a una riunione video in corso, è necessario inviar loro il link per accedere alla stanza. Ecco come:

source: Make sure you are in the meeting.
it: Assicurati di essere in riunione.

source: Copy the URL of the page from the address bar of your browser.
it: Copia l'URL della pagina dalla barra degli indirizzi del browser.

source: This will copy the link to access your room to your clipboard. You can paste it anywhere (such as in a chat) by right-clicking and selecting Paste, or by using the keyboard shortcut CTRL+V on Windows or command+V on macOS.
it: Ciò copierà il link di accesso alla tua stanza negli appunti. Potrai incollarlo ovunque (ad esempio in una chat) facendo clic destro e selezionando Incolla, oppure utilizzando il taglio keyboard CTRL+V su Windows o command+V su macOS.

source: Accessing Chat History During a Video Meeting
it: Accesso alla Cronologia Chat Durante un Incontro Video

source: To access the chat box of the room where you are having the video meeting, simply click the arrow button on the left side to open the chat box.
it: Per accedere alla chat della stanza in cui si sta svolgendo la riunione video, basta cliccare sul pulsante a freccia sul lato sinistro per aprire la chat.

source: Sharing Screen During a Video Meeting
it: Condivisione dello schermo durante un incontro in video

source: When you are in a video meeting, you can share your screen with attendees. Here is how: Click the screen icon on the bottom bar inside the meeting room. If you do not see the bottom bar, simply move your mouse cursor to the bottom of the screen, and it will appear. You have three options to choose from: • Your browser tab. • A specific window. • Entire screen. Select the desired option and then click Share.
it: Quando sei in una riunione video, puoi condividere il tuo schermo con i partecipanti. Ecco come: Fai clic sull'icona dello schermo sulla barra inferiore all'interno della sala riunioni. Se non vedi la barra inferiore, sposta semplicemente il cursore del mouse verso il fondo dello schermo e apparirà. Hai tre opzioni da cui scegliere: • La tua scheda del browser. • Una finestra specifica. • Schermo intero. Seleziona l'opzione desiderata e quindi fai clic su Condividi.

source: Maximizing Video Meeting Screen
it: Ottimizzazione dello schermo di riunione video

source: To maximize the video meeting screen, click on the icon with arrows inside located on the bottom bar. If you do not see the bottom bar inside the meeting room, simply move your mouse cursor to the bottom of the screen, and it will appear.
it: Per massimizzare lo schermo della riunione video, fare clic sull'icona con le frecce all'interno posizionata sulla barra inferiore. Se non si vede la barra inferiore all'interno della sala riunioni, spostare semplicemente il cursore del mouse verso il basso dello schermo ed essa apparirà.

source: Cinema Mode Fullscreen Feature
it: Funzionalità Modalità Cinema a schermo intero

source: Cinema Mode provides an optimized viewing experience during meetings, allowing you to focus on shared content or participants with an immersive fullscreen display.
it: La modalità Cinema fornisce un'esperienza di visualizzazione ottimizzata durante le riunioni, consentendoti di concentrarti sul contenuto condiviso o sui partecipanti con un display a schermo intero immersivo.

source: This feature enables you to: * View meetings in Cinema Mode for a more engaging experience * Activate fullscreen mode to eliminate interface distractions * Optimize display during presentations or collaborative sessions
it: Questa funzione ti consente di: * Visualizzare le riunioni in modalità Cinema per un'esperienza più coinvolgente * Attivare la modalità a schermo intero per eliminare le distrazioni dell'interfaccia * Ottimizzare la visualizzazione durante le presentazioni o le sessioni di collaborazione

source: To use the Cinema Mode and fullscreen features, follow these steps: * Join a meeting: Enter an existing meeting * Switch to Cinema view: In the view options, select "Cinema" mode to optimize the display layout * Enable fullscreen: Activate fullscreen mode to maximize the viewing area and remove interface elements
it: Per utilizzare le funzionalità di Modalità Cinema e a schermo intero, seguire questi passaggi: * Unirsi a una riunione: entrare in una riunione esistente * Passare alla vista Cinema: nelle opzioni di visualizzazione, selezionare la modalità "Cinema" per ottimizzare il layout di visualizzazione * Abilitare lo schermo intero: attivare la modalità a schermo intero per massimizzare l'area di visualizzazione e rimuovere gli elementi dell'interfaccia

source: The full-screen mode now automatically hides the sidebar and carousel in cinema view, and hides the sidebar in other views. When full screen is activated in cinema view, left panel and carousel will be closed.
it: La modalità a schermo intero nasconde ora automaticamente la barra laterale e il carosello in vista cinema, e nasconde la barra laterale in altre viste. Quando lo schermo intero è attivato in vista cinema, il pannello sinistro e il carosello saranno chiusi.

source: Raise Hand Feature
it: Funzionalità Alza la Mano

source: The Raise Hand feature allows meeting participants to signal their desire to speak through a structured queue system, promoting organized discussions and better meeting flow.
it: La funzione Alza la mano consente ai partecipanti alla riunione di segnalare il loro desiderio di parlare attraverso un sistema di coda strutturato, promuovendo discussioni organizzate e un miglior flusso di riunione.

source: How It Works for Participants:
it: Come Funziona per i Partecipanti:

source: Raise hand to join speaking queue
it: Alza la mano per unirti alla coda di parlanti

source: View real-time queue showing order, avatars, and usernames
it: Visualizza la coda in tempo reale che mostra l'ordine, gli avatar e gli username

source: Receive audio notifications when others raise hands
it: Ricezione di Notifiche su un altro Indirizzo Email

source: Hand automatically lowers when speaking begins
it: La mano si abbassa automaticamente quando inizia la parlata

source: Moderators
it: Moderatori

source: Access dedicated queue management panel
it: Accedi al pannello dedicato di gestione della coda

source: Lower individual hands or clear entire queue
it: Abbassa le mani individuali o pulisci l'intera coda

source: Actions sync across all moderators in real-time
it: Le azioni vengono sincronizzate in tempo reale tra tutti i moderatori

source: This feature streamlines meeting participation by providing clear speaking order while giving moderators effective queue management tools.
it: Questa funzione semplifica la partecipazione alle riunioni fornendo un ordine di parola chiaro e offrendo ai moderatori strumenti di gestione efficaci della coda.

source: To activate the Raise Hand feature during a video meeting:
it: Attivazione della funzione Alza la mano durante una riunione virtuale

source: Click the hand icon on the bottom bar inside the meeting room.
it: Fai clic sull'icona della mano nella barra inferiore all'interno della sala riunioni.

source: When you will start speaking, your hand will be automatically lowered.
it: Quando inizierai a parlare, la tua mano sarà automaticamente abbassata.

source: If you want to lower your hand manually, simply click the hand icon again.
it: Se si desidera abbassare manualmente la mano, basta fare clic sull'icona della mano di nuovo.

source: If you are a moderator, you can also lower the hands of other participants by clicking on the hand icon next to their name in the Participants section of the chat box.
it: Se sei un moderatore, puoi anche abbassare le mani degli altri partecipanti facendo clic sull'icona della mano accanto al loro nome nella sezione Partecipanti della chat box.

source: Muting Participants During a Video Meeting
it: Silenzia dei partecipanti durante una riunione video

source: As the moderator of a meeting room, you can mute an attendee's microphone individually. To do so, simply hover your cursor over the video feed of the attendee and click on the microphone icon located at the corner of their video feed.
it: In qualità di moderatore di una sala riunioni, è possibile attenuare il microfono di un partecipante individualmente. Per farlo, basta fare hover del cursore sul feed video del partecipante e fare clic sull'icona del microfono situata nell'angolo del feed video del partecipante.

source: Click the arrow button on the left side to open the chat box.
it: Clicca sul pulsante con la freccia sul lato sinistro per aprire la finestra di chat.

source: Click the downward arrow next to the Participants section located at the top of the chat box.
it: Clicca sulla freccia discendente accanto alla sezione Partecipanti posizionata in alto nella chat box.

source: Click the microphone icon next to the participant’s name.
it: Cliccare sull'icona del microfono accanto al nome del partecipante.

source: Click MUTE FOR ALL to confirm.
it: Fai clic su DISATTIVA TUTTO per confermare.

source: To delete a meeting room:
it: Per eliminare una sala riunioni:

source: Click the trash icon beside the name of the room you want to delete.
it: Fai clic sull'icona del cestino accanto al nome della stanza che desideri eliminare.

source: Click DELETE to confirm.
it: Fai clic su ELIMINA per confermare.

source: Adding Moderators to a Room
it: AggiungereModeratori a una Stanza

source: To add a moderator to a meeting room:
it: Per aggiungere un moderatore a una sala riunione:

source: Click the crown icon next to the participant’s name.
it: Fare clic sull'icona della corona accanto al nome del partecipante.
