Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: Email delegation can be particularly useful in scenarios where you need someone else to handle your email correspondence on your behalf, such as when you are out of the office or managing multiple responsibilities. It allows for efficient management of emails without the need for direct access to your inbox, streamlining communication processes. This feature is especially handy for executives, assistants, or team members who need to act on behalf of others while maintaining clarity about the sender's identity.
it: La delega delle email può essere particolarmente utile quando è necessario che qualcun altro gestisca la posta elettronica per conto tuo, come ad esempio quando sei fuori sede o stai gestendo altre responsabilità. Ciò consente una gestione efficiente delle email senza la necessità di un accesso diretto alla tua casella di posta, semplificando i processi di comunicazione. Questa funzionalità è particolarmente utile per dirigenti, assistenti o membri del team che devono agire per conto di altri, pur mantenendo chiarezza sull'identità del mittente.

source: Delegating Others to Send Emails on Your Behalf
it: Delegare ad Altri l'Invio di Email per Tuo Conto

source: You can authorize others to send messages on your behalf. When they do so, your name and email address appear as the sender, even though the message is dispatched from the delegate's inbox.
it: Puoi autorizzare altre persone ad inviare messaggi in tuo nome. Quando lo fanno, il tuo nome e il tuo indirizzo email vengono visualizzati come mittente, anche se il messaggio viene inviato dalla casella di posta del delegato.

source: To set this up:
it: Per configurare ciò:

source: Select **Accounts**.
it: Seleziona **Account**.

source: In the Delegates section, click **ADD DELEGATE**.
it: Nella sezione Delegati, fare clic su **AGGIUNGI DELEGATO**.

source: Enter the email address of the person you are authorizing; this should be an internal user's address like one of your colleagues.
it: Immetti l'indirizzo email della persona che stai autorizzando; dovrebbe essere un indirizzo di un utente interno, come ad esempio uno dei colleghi.

source: Choose the permissions you wish to grant, and then click **OK**.
it: Scegli le autorizzazioni che desideri concedere, quindi fai clic su **OK**.

source: Choose Save a copy of sent messages to my Sent folder from the list, if you want to get a copy of the email sent by the delegate. Otherwise, you can choose different options based on your preferences.
it: Seleziona "Salva una copia dei messaggi inviati nella mia cartella Posta inviata" dall'elenco, se desideri sempre ricevere una copia dell'email inviata dal delegato. In caso contrario, puoi scegliere opzioni diverse in base alle tue preferenze.

source: An email notification will be sent to the designated person, informing them of their newly acquired delegate permissions.
it: Verrà inviata una notifica tramite email alla persona designata, informandola dei nuovi permessi di delega acquisiti.

source: Sending Email on Behalf of Someone Else
it: Inviare Email in Nome di Qualcun Altro

source: If you have been granted delegate permissions for another person, you can send emails on their behalf. While composing an email, click on the top-left corner where your account name is displayed. From there, you can select your email address, as well as any other identities or personas you may have, and the person you are representing. If you have been permitted to send messages as that individual, their email address will be available in the menu. When selected, your address will be omitted from the email.
it: Se hai ricevuto il permesso di delega da un'altra persona, puoi inviare email a suo nome. Mentre stai componendo un messaggio di posta elettronica, fai clic sull'angolo superiore sinistro dove è visualizzato il tuo nome utente. Da lì puoi selezionare il tuo indirizzo email, nonché qualsiasi altra identità o personalità impostata, e la persona che stai rappresentando. Se hai ottenuto l'autorizzazione a inviare messaggi per conto di quella persona, il suo indirizzo email sarà disponibile nel menu. Una volta selezionato, il tuo indirizzo sarà omesso dal messaggio.

source: Account Personas
it: Account Persona o Personalità

source: When sending emails, each email is associated with an email account. By default, your primary identity is tied to your account name when setting up your email account. However, you have the option to create additional email identities known as personas, which can be used to manage different types of emails.
it: Quando invii un'email, ogni email è associata al tuo account email. Di base, la tua identità principale è legata al nome dell'account quando l'account email viene creato la prima volta. Tuttavia, hai la possibilità di creare identità email aggiuntive, note come persona (personalità), che possono essere utilizzate per gestire diversi tipi di email.

source: For instance, you might establish one persona for your sales correspondence and another for personal emails.
it: Ad esempio, potresti impostare una persona per la corrispondenza aziendale e un'altra per la corrispondenza personale.

source: If you have multiple personas or external accounts linked, you can choose the specific persona you wish to utilize when sending an email.
it: Se hai più personalità o account esterni collegati, puoi scegliere la persona specifica che desideri utilizzare quando invii un'email.

source: Using Personas
it: Utilizzare le Persona (Personalità)

source: You can send emails from different personas while composing a message.
it: Puoi inviare email da diverse persona quando componi un messaggio.

source: The recipient will see the username aligned with the selected persona as the sender of the emails.
it: Il destinatario vedrà il nome della persona selezionata come mittente delle email.

source: To switch personas, follow these steps:
it: Per cambiare personalità, segui questi passaggi:

source: Click on your email address located at the **top left corner** of the composing board when composing your email.
it: Fai clic sul tuo indirizzo email che vedi in **alto a sinistra** nella scheda di composizione dell'email.

source: Choose your preferred persona from the menu.
it: Scegli la tua personalità preferita dal menu.

source: Creating Personas
it: Creare Persona (Personalità)

source: To create a new persona alongside your default one:
it: Per creare una nuova persona oltre a quella predefinita:

source: Under the Accounts list section, click **ADD PERSONA**.
it: Nella sezione Lista degli account, fare clic su **AGGIUNGI PERSONALITÀ**.

source: Under the **Persona Settings** section, choose a name for the added persona.
it: Seleziona la nuova personalità: nella sezione **Impostazioni personalità** che appare, scegli un nome per la nuova persona.

source: Removing Personas
it: Rimuovere Personalità

source: To remove a persona:
it: Per eliminare una persona (personalità):

source: Under the Accounts list section, select the persona you wish to remove.
it: Nella sezione Lista degli account, seleziona la personalità che desideri rimuovere.

source: Click **DELETE**, and then **DELETE PERMANENTLY** to confirm.
it: Clicca su **ELIMINA** e poi su **ELIMINA DEFINITIVAMENTE** per confermare.

source: Set Disposal Policies for a Folder
it: Impostare le Regole di Conservazione per una Casella

source: The email **disposal policy** dictates that emails residing in a specified folder and surpassing the disposal threshold will undergo automated cleanup and deletion without requiring manual intervention.
it: La **politica di eliminazione** delle email prevede che le email contenute in una cartella specificata e che superano la soglia di eliminazione automatica saranno cancellate senza richiedere un intervento manuale da parte dell'utente.

source: To enable and set a **disposal policy** for a folder:
it: Per impostare e abilitare una **regola di cancellazione** per una cartella:

source: From the left sidebar click on the **Mails** section.
it: Dalla barra laterale sinistra, fai clic sulla sezione **Mail**.

source: In the Navigation Panel, right-click on the folder for which you wish to set its disposal policy.
it: Nel pannello di navigazione, fai clic destro sulla cartella per cui desideri impostare la regola di cancellazione.

source: From the dropdown menu, select **Edit**. A new window appears.
it: Seleziona **Modifica** dal menu a tendina. Apparirà una nuova finestra.

source: Click the downward arrow next to the **Retention policy** section.
it: Fai clic sulla freccia discendente accanto al campo **Periodo di retention**.

source: Tick the box labeled Enable Message Disposal.
it: Spunta la casella Abilita la cancellazione dei messaggi.

source: Enter a numerical value in the **Disposal Threshold** field and choose the appropriate unit of time (such as days, weeks, etc.) from the adjacent dropdown menu.
it: Inserisci un valore numerico nel campo **Limite per l'eliminazione** e seleziona l'unità di tempo appropriata (ad esempio giorni, settimane ecc.) dal menu a tendina adiacente.

source: Click **EDIT**.
it: Fai clic su **MODIFICA** per confermare.

source: After clicking EDIT, the disposal policy will be applied to the specified folder, triggering automated cleanup and deletion for emails surpassing the disposal threshold.
it: Una volta confermato cliccando su MODIFICA, la regola di cancellazione verrà applicata alla cartella specificata, attivando l'eliminazione automatica per le email che superano il periodo di cancellazione.

source: S/MIME signed emails
it: Email firmate con S/MIME

source: If you don't see these options, it means that your administrator has not enabled them. Please contact your administrator for more information.
it: Se non vedi queste opzioni, significa che il tuo amministratore non le ha abilitate. Contatta il tuo amministratore per maggiori informazioni.

source: S/MIME (Secure/Multipurpose Internet Mail Extensions) is a standard for public key encryption and signing of MIME data. It is used to secure email communications and is supported by most email clients. S/MIME provides a way to encrypt email messages and digitally sign them. When you digitally sign an email, you are adding a digital signature to the message. This signature is unique to you and is used to verify that the email has not been tampered with and that it was sent by you.
it: S/MIME (Secure/Multipurpose Internet Mail Extensions) è uno standard per la crittografia a chiave pubblica e la firma dei dati MIME. Viene utilizzato per proteggere le comunicazioni e-mail ed è supportato dalla maggior parte dei client di posta elettronica. S/MIME fornisce un modo per crittografare i messaggi e-mail e firmarli digitalmente. Quando si firma digitalmente un'e-mail, si aggiunge una firma digitale al messaggio. Questa firma è univoca e viene utilizzata per verificare che l'e-mail non sia stata manomessa e che sia stata inviata da te.

source: Difference between Signing and Encryption
it: Differenza tra Firma e Crittografia

source: **Signing**: When you sign an email, you are adding a digital signature to the message. This signature is unique to you and is used to verify that the email has not been tampered with and that it was sent by you. **Encryption**: When you encrypt an email, you are scrambling the contents of the message so that only the intended recipient can read it. This ensures that the email is secure and cannot be read by anyone else.
it: **Firma**: Quando firmi un'e-mail, aggiungi una firma digitale al messaggio. Questa firma è univoca e viene utilizzata per verificare che l'e-mail non sia stata manomessa e che sia stata inviata da te. **Crittografia**: Quando cifri un'e-mail, ne cripti il contenuto in modo che solo il destinatario previsto possa leggerlo. Questo garantisce che l'e-mail sia sicura e non possa essere letta da nessun altro.

source: Requirements for S/MIME
it: Requisiti per S/MIME

source: To use S/MIME, you need:
it: Per utilizzare S/MIME, è necessario:

source: A valid S/MIME certificate (X.509 format) issued by a trusted Certificate Authority (CA).
it: Un certificato S/MIME valido (formato X.509) rilasciato da un'autorità di certificazione (CA) attendibile.

source: Carbonio webmail (S/MIME is not available in Carbonio Community Edition, it only allows to show that the email is digitally signed).
it: Carbonio webmail (S/MIME non è disponibile nell'edizione Community di Carbonio, consente solo di mostrare che l'e-mail è firmata digitalmente).

source: A compatible email client (Another user with Carbonio webmail, Outlook, Thunderbird --to check--, others?).
it: Un client di posta elettronica compatibile (un altro utente con Carbonio webmail, Outlook, Thunderbird -- da verificare --, altri?).

source: Obtaining an S/MIME Certificate
it: Ottenere un certificato S/MIME

source: You need an S/MIME certificate issued by a trusted Certificate Authority (CA).Popular CAs include: Sectigo (Comodo); DigiCert; GlobalSign; Actalis; Entrust; GoDaddy; Thawte; VeriSign; and others.
it: È necessario un certificato S/MIME rilasciato da un'autorità di certificazione (CA) attendibile. Le CA popolari includono: Sectigo (Comodo); DigiCert; GlobalSign; Actalis; Entrust; GoDaddy; Thawte; VeriSign; e altre.

source: To obtain an S/MIME certificate: 1. Go to the website of a trusted CA. 2. Request an S/MIME certificate from a CA. 3. Download the certificate in PKCS#12 format (.p12 or .pfx). 4. Note the password used to export the private key.
it: Per ottenere un certificato S/MIME: 1. Accedi al sito web di un CA attendibile. 2. Richiedi un certificato S/MIME a un CA. 3. Scarica il certificato in formato PKCS#12 (.p12 o .pfx). 4. Prendi nota della password utilizzata per esportare la chiave privata.

source: How S/MIME Signing Works in Carbonio
it: Come funziona la firma S/MIME in Carbonio

source: Importing an S/MIME Certificate
it: Importazione di un certificato S/MIME

source: # Upload your personal certificate (containing a public and a private key) into Carbonio webmail via Settings → S/MIME Certificates (the system will ask to enter a password to protect the certificate. If one has already been set it will ask for the password). # Click Upload Certificate under Personal certificates for signing, encryption and decryption.
it: # Carica il certificato personale (contenente una chiave pubblica e una chiave privata) in Carbonio webmail tramite Impostazioni → Certificati S/MIME (il sistema chiederà di inserire una password per proteggere il certificato. Se ne è già stata impostata una, verrà richiesta la password). # Fai clic su Carica certificato sotto Certificati personali per la firma, la cifratura e la decifratura.

source: Signing an Email
it: Stampare un'Email

source: # When composing an email, select "Use certificate to sign (S/MIME)". # Carbonio uses the user’s private key to generate a digital signature. # The signature is attached to the email as a cryptographic hash. # The recipient can verify the signature using the sender’s public key.
it: # Quando si compone un'e-mail, selezionare "Usa certificato per firmare (S/MIME)". # Carbonio utilizza la chiave privata dell'utente per generare una firma digitale. # La firma viene allegata all'e-mail come hash crittografico. # Il destinatario può verificare la firma utilizzando la chiave pubblica del mittente.

source: Verifying a Signed Email
it: Verificare email firmate

source: # When you receive a signed email, the signature is displayed in the email header. # Click on the signature to view the certificate details. # The certificate details include the certificate issuer, the certificate validity period, and the certificate fingerprint. # The recipient can verify the signature using the sender’s public key.
it: # Quando si riceve un'e-mail firmata, la firma è visualizzata nell'intestazione dell'e-mail. # Fare clic sulla firma per visualizzare i dettagli del certificato. # I dettagli del certificato includono l'ente emittente del certificato, il periodo di validità del certificato e l'impronta del certificato. # Il destinatario può verificare la firma utilizzando la chiave pubblica del mittente.

source: If the signature is valid:
it: Se la firma è valida:

source: The recipient sees a signed email notification.
it: Il destinatario vede una notifica di posta elettronica firmata.

source: It confirms the email hasn’t been modified and is truly from the claimed sender.
it: Conferma che l'email non è stata modificata e proviene effettivamente dal mittente dichiarato.

source: If the signature is invalid or missing, the email might be tampered with or sent from an untrusted source. The recipient should be cautious when interacting with such emails.
it: Se la firma è invalida o mancante, l'email potrebbe essere stata manomessa o inviata da una fonte non attendibile. Il destinatario dovrebbe essere cauto nell'interagire con tali email.

source: How S/MIME Encryption Works in Carbonio
it: Funzionamento della crittografia S/MIME in Carbonio

source: Key Components
it: Componenti Chiave

source: # Public Key: Used to encrypt the email. Stored in the recipient’s S/MIME certificate. # Private Key: Used to decrypt the email. Stored securely by the recipient. # Certificate Authority (CA): Issues S/MIME certificates to users.
it: # Chiave pubblica: utilizzata per crittografare l'e-mail. Memorizzata nel certificato S/MIME del destinatario. # Chiave privata: utilizzata per decrittografare l'e-mail. Memorizzata in modo sicuro dal destinatario. # Autorità di certificazione (CA): rilascia certificati S/MIME agli utenti.

source: The Encryption Process
it: Il Processo di Crittografia

source: Sender Retrieves Recipient’s Public Key
it: Il Mittente recupera la chiave pubblica del destinatario

source: The sender must have the recipient’s public key.
it: Il mittente deve avere la chiave pubblica del destinatario.

source: Email Encryption
it: Notifica di Arrivo Email

source: The sender composes an email and selects "Encrypt with S/MIME"
it: Il mittente compone un'e-mail e seleziona "Cifra con S/MIME"

source: Sender email content is encrypted using the recipient’s public key.
it: Il contenuto dell'email del mittente è crittografato utilizzando la chiave pubblica del destinatario.

source: The email is sent in an encrypted format.
it: L'email viene inviata in formato crittografato.

source: Recipient Decrypts the Email * When the recipient opens the email, its private key is used to decrypt the message. * If the private key matches the encrypted data, the email is decrypted and displayed normally.
it: Destinatario Decrittografa l'Email * Quando il destinatario apre l'email, la sua chiave privata viene utilizzata per decrittografare il messaggio. * Se la chiave privata corrisponde ai dati crittografati, l'email viene decrittografata e visualizzata normalmente.

source: The recipient can only decrypt the email if they have the corresponding private key. This ensures that only the intended recipient can read the email.
it: Il destinatario può decrittare l'email solo se dispone della chiave privata corrispondente. Ciò garantisce che solo il destinatario previsto possa leggere l'email.

source: Requirements for S/MIME Encryption
it: Requisiti per la crittografia S/MIME

source: # Both sender and recipient must have S/MIME certificates installed. # The recipient’s public key must be available to the sender.
it: # Sia il mittente che il destinatario devono avere installati i certificati S/MIME. # La chiave pubblica del destinatario deve essere disponibile al mittente.

source: Uploading a Certificate in Carbonio Webmail
it: Caricamento di un certificato in Carbonio Webmail

source: Go to Settings → S/MIME Certificates.
it: Vai a Impostazioni → Certificati S/MIME.

source: Click "Upload Certificate" under Personal certificates for signing, encryption and decryption.
it: Fare clic su "Carica certificato" sotto Certificati Personali per la firma, la crittografia e la decrittografia.

source: Select your PKCS#12 certificate file (.pfx or .p12).
it: Seleziona il file del certificato PKCS#12 (.pfx o .p12).

source: Enter the certificate secret.
it: Inserisci il segreto del certificato.

source: Click Save.
it: Clicca su Salva.

source: Uploading Recipient Certificate
it: Caricamento del Certificato del Destinatario

source: Click "Upload Certificate" under Recipients certificates for encryption
it: Fai clic su "Carica certificato" sotto i certificati dei Destinatari per la crittografia

source: Sending an Encrypted Email
it: Inviare un'Email in Bozza

source: Compose a new email in Carbonio webmail.
it: Componi un nuovo messaggio di posta in Carbonio webmail.

source: Select "Use certificate to encrypt (S/MIME)" before sending.
it: Seleziona "Usa certificato per firmare (S/MIME)" prima di inviare.

source: The email will be encrypted using the recipient’s public key.
it: L'email verrà crittografata utilizzando la chiave pubblica del destinatario.

source: Receiving and Decrypting an Email
it: Riceve e Decifrare una Email

source: # If your private key is installed, Carbonio will automatically decrypt the message. # If not, you’ll see an "Unable to decrypt" error. # You can upload your private key to decrypt the message.
it: # Se la tua chiave privata è installata, Carbonio decifrerà automaticamente il messaggio. # In caso contrario, verrà visualizzato un errore "Impossibile decifrare". # Puoi caricare la tua chiave privata per decifrare il messaggio.

source: Working with Appointments
it: Fissare gli Appuntamenti

source: Appointments serve as pivotal tools for organizing schedules, enabling the creation of both one-time and recurring events, meetings, and engagements.
it: Gli appuntamenti sono strumenti fondamentali per pianificare i tuoi orari: puoi creare eventi, riunioni e impegni sia singoli che ricorrenti.

source: This feature facilitates efficient planning by allowing users to check the availability of attendees before extending invitations, reserve necessary resources such as meeting rooms and equipment, and append personalized messages to invitations.
it: Questa funzione consente una pianificazione efficiente, ad esempio puoi verificare la disponibilità dei partecipanti prima di inviare loro gli inviti, prenotare le risorse necessarie come sale riunioni e attrezzature, o allegare messaggi personalizzati ai tuoi inviti.

source: Such features enhance communication and coordination, fostering a productive work environment where employees can effectively manage their time and collaborate seamlessly.
it: Questo semplifica la comunicazione e la coordinazione, favorendo un ambiente di lavoro produttivo in cui i dipendenti possano gestire efficacemente il loro tempo e collaborare in modo fluido.

source: Creating an Appointment
it: Creare un Appuntamento

source: To create a new appointment:
it: Per creare un appuntamento:

source: Select the **Calendars** from your left sidebar.
it: Seleziona **Calendario** nel menu laterale a sinistra.

source: Click on the **NEW** button located on the top bar. A new board will appear.
it: Clicca sul tasto **NUOVO** posizionato nella barra superiore. Si aprirà una nuova scheda.

source: In the **From** field, select the identity you want to use to schedule and send the appointment invitation.
it: Nel campo **Da**, seleziona l'identità che desideri utilizzare per inviare l'invito.

source: Enter a title for the appointment in the **Event title** field.
it: Immetti un titolo per l'appuntamento nel campo **Titolo dell'evento**.

source: Specify a location for the appointment to occur in the **Location field**. If applicable, you may include details such as Room Number 2.
it: Specifica il luogo fisico dove si terrà l'appuntamento nel campo **Luogo**. Se applicabile, puoi includere dettagli come "stanza numero 2".
