Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: In the Navigation Panel, right-click on the address book you wish to delete.
it: Nel pannello di navigazione, fai clic destro sulla rubrica che desideri eliminare.

source: Select **Delete address book** from the drop-down menu.
it: Seleziona **Elimina rubrica** dal menu a tendina.

source: Creating a Contact Group
it: Creare un Gruppo di Contatti

source: Contact groups consist of a collection of email addresses sourced from your contacts. They serve as a practical solution, particularly when frequently emailing multiple recipients. By creating a group for such individuals, you streamline the process, allowing you to insert the entire group at once rather than adding each address individually when composing emails.
it: I gruppi di contatti sono una raccolta di indirizzi email ricavati dai tuoi contatti. Sono una soluzione pratica in particolare quando si inviano regolarmente email a più destinatari insieme. Creando un gruppo per tali contatti semplifichi il processo, in modo da poter inserire l'intero gruppo in una sola volta invece di aggiungere ogni indirizzo manualmente, quando componi una mail.

source: To create a contact group:
it: Per creare un gruppo di contatti:

source: From the top bar, click the **downward arrow** next to the **NEW** button.
it: Dalla barra superiore, clicca sulla **freccia discendente** accanto al pulsante **NUOVO**.

source: Select the **New Contact group** from the drop-down menu. A new board will appear.
it: Seleziona **Nuovo gruppo di contatti** dal menu a tendina. Apparirà una nuova finestra.

source: Insert a name for the contact group in the **Group name** field.
it: Inserisci un nome per il gruppo di contatti nel campo **Nome gruppo**.

source: Insert addresses you wish to add to this group by writing them under the **Address list** section.
it: Inserisci gli indirizzi che desideri aggiungere nella sezione **Elenco degli indirizzi**.

source: Press the + button to add the address to the group.
it: Premi il tasto + per aggiungere l'indirizzo al gruppo.

source: Click the **SAVE** button.
it: Fai clic sul tasto **SALVA**.

source: Using a Contact Group
it: Usare un Gruppo di Contatti

source: To use your contact group:
it: Per utilizzare il tuo gruppo di contatti:

source: Begin typing its name in the **To** field while composing a new email. As you type, the contact group name will appear as a suggestion.
it: Inizia a digitare il suo nome nel campo **A** mentre componi un'email. Mentre digiti, il nome del gruppo di contatti apparirà come suggerimento.

source: Click on the contact group, and it will automatically populate the **To** field with all the addresses included in the contact group.
it: Clicca sul gruppo di contatti e il campo **A** verrà automaticamente popolato con tutti gli indirizzi inclusi nel gruppo di contatti.

source: Sharing a Contact List
it: Usare un Gruppo di Contatti

source: You can share your address book with your colleagues or external users. This allows them to view and access the contacts you have stored in your address book. How to Share a Contact Group and open Contacts:
it: È possibile condividere la rubrica con i colleghi o gli utenti esterni. Ciò consente loro di visualizzare e accedere ai contatti archiviati. Come condividere un gruppo di contatti e aprire i contatti:

source: Go to your Contacts section in the app.
it: Vai alla sezione Contatti nell'app.

source: Create or Select a Group.
it: Creare o Selezionare un Gruppo di Contatti.

source: To create: click “New Group”, add contacts, and assign it to a folder.
it: Per creare: fare clic su "Nuovo gruppo", aggiungere i contatti e assegnarlo a una cartella.

source: To share an existing group: make sure it’s placed in a folder you can share.
it: Per condividere un gruppo esistente: assicurati che sia posizionato in una cartella che puoi condividere.

source: Place Group in a Folder:
it: Posizionare il Gruppo all'interno di una Cartella:

source: Move the group to a specific folder - or create a new one just for it.
it: Sposta il gruppo in una cartella specifica - o creane una nuova appositamente.

source: This allows you to share only what’s inside that folder.
it: Ciò consente di condividere solo ciò che si trova all'interno di quella cartella.

source: Share the Folder:
it: Condividi la cartella:

source: Right-click the folder - “Share”.
it: Fai clic destro sulla cartella che desideri condividere.

source: Choose the users and set their permission level:
it: Scegliere gli utenti e impostare il loro livello di autorizzazione:

source: Can View
it: Visualizzatore (può visualizzare)

source: Can Edit
it: Può modificare

source: Confirm Shared Content:
it: Conferma contenuto condiviso:

source: The user will only see the contacts and groups inside that folder.
it: L'utente vedrà solo i contatti e i gruppi all'interno di quella cartella.

source: Your personal contacts and other folders remain private.
it: I tuoi contatti personali e altre cartelle rimangono privati.

source: Filtering Your View
it: Filtrare la tua vista

source: To manage what you see in Contacts:
it: Per assegnare un tag a un contatto esistente:

source: Use the View Filter to display:
it: Utilizza il Filtro di Visualizzazione per visualizzare:

source: Only Contacts
it: Contatti

source: Only Groups
it: Abbandona conversazione

source: Both
it: Entrambe

source: This helps you focus on what matters.
it: Qusto ti aiuta a concentrarti su ciò che conta.

source: Share a Contact List with Your Colleagues
it: Condividere Calendari con i Colleghi

source: To find and add your colleagues’ contact list:
it: Per cercare e aggiungere una lista contatti dei tuoi colleghi:

source: In the Navigation Panel, right-click on the address book you wish to share. A new window appears.
it: Nel pannello di navigazione, fai clic destro sulla rubrica che desideri condividere. Si apre una nuova finestra.

source: From the Share with field, select Internal Users or Groups.
it: Seleziona Utenti interni o Gruppi dal campo Condividi con.

source: Enter the email addresses of your colleagues with whom you wish to share the address book into the **Recipients’ e-mail addresses** field.
it: Immetti gli indirizzi email dei colleghi con cui desideri condividere la rubrica nel campo **Indirizzi email dei destinatari**.

source: Select the role from the **Role** field (read below to know which role to choose).
it: Seleziona il ruolo dal campo **Ruolo** (leggi sotto per sapere quale ruolo scegliere).

source: There are three different roles you can choose in step 5:
it: Ci sono tre diversi ruoli che puoi scegliere al passaggio 5:

source: **Viewer**: Can read the contents of the address book but cannot make changes to the content.
it: **Visualizzatore**: Può leggere il contenuto della rubrica, ma non può apportare modifiche.

source: **Manager**: Can view and edit the content of the address book.
it: **Manager**: può visualizzare e modificare il contenuto della rubrica.

source: Your shared address book will be accessible in the **Shared Address Books** section.
it: La tua rubrica condivisa sarà accessibile nella sezione **Trova Condivisioni**.

source: Share a Contact List with External Users
it: Condividere una Rubrica con Utenti Esterni

source: If you share an address book with external users, whoever has the link to your address book can access it. To share an address book with external users:
it: Se condividi un rubrica con utenti esterni, chiunque abbia il link alla tua rubrica potrà accedervi. Per condividere una rubrica con utenti esterni:

source: Enter the email addresses with whom you wish to share the address book into the **Recipients’ e-mail addresses** field.
it: Immetti gli indirizzi email delle persone con cui desideri condividere la rubrica nel campo **Indirizzi email dei destinatari**.

source: This action will send an email to external users granting them access to your address book.
it: Questa azione invierà una email agli utenti esterni concedendo loro l'accesso alla tua rubrica.

source: Add Colleagues' Shared Contact Lists
it: Aggiungere una Rubrica Condivisa da Colleghi

source: In the Navigation Panel, click the downward arrow next to the **Shared Address Books** section.
it: Nel pannello di navigazione, fai clic sulla freccia verso il basso accanto alla sezione **Rubriche condivise**.

source: Under the **Shared Address Books** section, click the **FIND SHARES** button. A new window appears.
it: Nella sezione **Rubriche condivise**, fai clic sul tasto **TROVA CONDIVISIONI**. Apparirà una nuova finestra.

source: Select the contact list shared with you from the list.
it: Seleziona una rubrica condivisa tra quelle disponibili in elenco.

source: Their shared contact list will appear in your **Shared Address Books** section.
it: La rubrica condivisa sarà visibile nella tua sezione **Rubriche condivise**.

source: Export an Address Book as a CSV File
it: Esportare una Rubrica come File CSV

source: You can export and store your address book on your computer in CSV (comma-separated values) format. To do so:
it: Puoi esportare e salvare la tua rubrica nel computer nel formato CSV. Per farlo:

source: In the Navigation Panel, right-click on the address book you wish to export.
it: Nel pannello di navigazione, fai clic destro sulla rubrica che vuoi esportare.

source: Select **Export csv file** from the drop-down menu. A new window appears.
it: Seleziona **Esporta file csv** dal menu a tendina. Si aprirà una nuova finestra.

source: Select the destination folder to save the CSV file on your computer.
it: Seleziona la cartella di destinazione per salvare il file CSV sul tuo computer.

source: Click **Save**.
it: Clicca su **Salva**.

source: Import a CSV File as an Address Book
it: Importare un File CSV come Rubrica

source: You can import the stored address book on your computer in CSV (comma-separated values) format to your |product| web client. To do so:
it: Puoi importare un elenco di indirizzi salvato nel computer in formato CSV (comma-separated values) nel client web di |product|. Per farlo:

source: In the Navigation Panel, right-click on the address book you wish to import data in.
it: Nel pannello di navigazione, fai clic destro sulla rubrica in cui desideri importare i dati.

source: Select **Import csv file** from the drop-down menu. A new window appears.
it: Seleziona **Importa file csv** dal menu a tendina. Apparirà una nuova finestra.

source: Select the csv file containing the address book information stored on your computer.
it: Seleziona il file CSV contenente le informazioni della rubrica memorizzata nel tuo computer.

source: Click **Open**.
it: Fai clic su **Apri**.

source: The files to be imported must have the following format.
it: I file da importare devono avere il seguente formato.

source: Example CSV file
it: Esempio di File CSV

source: Configure a CardDav Client
it: Configurare un client CardDav

source: Adding a |product| address book to your favourite CardDAV client is straightforward and requires only a few steps.
it: Aggiungere una rubrica |product| al tuo client CardDAV preferito è semplice e richiede solo pochi passaggi.

source: In this scenario, the user *john.smith@example.com* wants to import in Mozilla's Thunderbird an address book from the domain *mail.example.com*. In the remainder, replace these values with suitable ones.
it: In questo scenario, l'utente *luca.rossi@esempio.it* vuole importare in Mozilla Thunderbird un rubrica indirizzi dal dominio *posta.esempio.it*. Nel promemoria, sostituisci questi valori con altri adatti.

source: Step 1. New Address book
it: Passaggio 1. Nuova Rubrica

source: On your client, go to the Calendar and select **New Address Book**, providing the **Username** and the **Location**, which has format ``https://<domain>/dav/username``, so *https://mail.example.com/dav/john.smith@example.com*
it: Sul tuo client, vai al Calendario e seleziona **Nuovo Rubrica**, fornendo il **Nome utente** e la **Posizione**, che ha il formato ``https://<dominio>/dav/username``, quindi *https://mail.esempio.com/dav/john.smith@esempio.com*

source: Step 2. Insert credentials
it: Passaggio 2. Inserisci le credenziali

source: Authenticate to |product| by inserting the username and password to access the address book.
it: Autenticarsi a |product| inserendo nome utente e password per accedere all'rubrica.

source: Step 3. Select Address Books
it: Passaggio 3. Seleziona Rubriche

source: You will be then presented a list, from which to choose the address books to import in the client.
it: Sarà quindi presentata un elenco, da cui scegliere le rubriche da importare nel client.

source: You are now done! The imported address books will show up in the list of your client.
it: Hai finito! Gli indirizzari importati appariranno nell'elenco del tuo client.

source: Working with Files
it: Lavorare su Files

source: Files is designed to simplify your file management needs. The Files offers a user-friendly platform for uploading, creating, and organizing your digital documents. Whether you are collaborating with colleagues or simply keeping your files in order, Files allows you to effortlessly share and manage your documents and images. With its intuitive interface, you can easily create multiple folders, upload files from your computer, save email attachments, and even generate new documents. When you click on the Files icon, you will access to the Files module view: you can choose the grid layout button on the top-right of list header to switch the view from list mode to the grid mode. By choosing this mode you will see all the files and folders as thumbnails, instead of the vertical list.
it: Files è progettato per semplificare la tua gestione dei file. Ti offre una piattaforma semplice per il caricamento, la creazione e l'organizzazione dei documenti digitali. Sia che tu stia collaborando con colleghi o semplicemente tenendo in ordine i tuoi file, Files ti consente di condividere e gestire facilmente documenti e immagini. Con la sua interfaccia intuitiva puoi creare cartelle, caricare file dal computer, salvare gli allegati email e persino generare nuovi documenti. Quando clicchi sull'icona di Files accederai al modulo: puoi decidere se visualizzare i file in un layout a elenco o a griglia dal tasto layout in alto a destra. Scegliendo la modalità a griglia, potrai visualizzare tutti i file e le cartelle come anteprime, anziché come elenco verticale.

source: Using multiple |product| windows : when using two or more open browser's tabs or windows to access **Files**, some of the operations you carry out on one of the windows is not immediately reflected in the other. To make sure that all the windows are synchronised, you need to click the account icon (rightmost icon on the top right corner of the GUI) to open the menu, then click *Update view*. In this way, you force the browser to reload and update its cache to include the latest changes on **Files**.
it: Se utilizzi due o più schede o finestre del browser per accedere a |product| **Files**, alcune delle operazioni che esegui in una delle finestre non saranno immediatamente riflesse nell'altra. Per assicurarti che tutte le finestre siano sincronizzate, fai clic sull'icona dell'account (l'icona più a destra nell'angolo superiore dell'interfaccia utente) per aprire il menu, quindi fai clic su *Aggiorna vista*. In questo modo, forzerai il browser a ricaricare e aggiornare la cache per includere le modifiche più recenti su **Files**.

source: Creating a Folder
it: Creare una Cartella

source: To create a folder in Files:
it: Per creare una cartella in Files:

source: Select the **Files feature** from your left sidebar.
it: Seleziona l'icona di**Files** dal menu laterale sinistro.

source: Select **New Folder** from the drop-down menu. A new board will appear.
it: Seleziona **Nuova cartella** dal menu a tendina. Comparirà una nuova scheda.

source: Insert a name for the folder.
it: Inserisci un nome per la cartella.

source: The new folder is displayed in the main panel among the list of files and folders.
it: La nuova cartella sarà visualizzata nel pannello principale, nel tuo elenco di file e cartelle.

source: If you wish to create a new folder within another folder, simply:
it: Se desideri creare una nuova cartella all'interno di un'altra cartella:

source: Navigate to the folder where you intend to create a new folder.
it: Passa alla cartella in cui intendi creare una nuova cartella.

source: Adding a File from Your Computer
it: Aggiungere un File dal Tuo Computer

source: To upload document files from your computer:
it: Per caricare file e documenti dal tuo computer:

source: Select the **Files** feature from your left sidebar.
it: Seleziona l'icona di **Files** dal menu laterale sinistro.

source: Navigate to the folder where you intend to upload the file.
it: Passa alla cartella in cui desideri caricare il file.

source: From the top bar, click the **NEW** button. A new window appears.
it: Dalla barra superiore, fai clic sul tasto **NUOVO**. Si aprirà una nuova finestra.

source: Select a file from the window.
it: Seleziona un file dalla finestra.

source: You can monitor the progress of the uploading process through the **Uploads section**, which is visible in the Navigation Panel.
it: Puoi monitorare lo stato del caricamento dal pannello di navigazione, nella sezione **Caricamenti**.

source: Adding a File from Your Email Attachments
it: Aggiungere un File dagli Allegati Email

source: You have the option to save attachment files from your emails directly to your Files. To do so:
it: Puoi salvare i file allegati delle email direttamente in Files. Per farlo:

source: Select **Mails** from the left sidebar.
it: Seleziona **Mail** nel menu di sinistra.

source: Select the email that contains the attachment you want to save.
it: Seleziona l'email che contiene l'allegato che desideri salvare.

source: On the right, you will see the email text and attachments. Hover your mouse cursor over the attachment you want to save without clicking.
it: Sulla destra, vedrai il testo dell'email e gli allegati. Posiziona il cursore del mouse sull'allegato che desideri salvare, senza cliccarci.

source: Three buttons appear on the right side of the attachment. Click the left button with the Files icon. A new window appears.
it: Appariranno tre icone sul lato destro dell'allegato. Fai clic sull'icona di Files. Comparirà una nuova finestra.

source: Select the folder where you want to save the attachment.
it: Seleziona la cartella in cui desideri salvare l'allegato.

source: Downloading a File on Your Computer
it: Scaricare un File nel tuo Computer

source: To download a file on your computer:
it: Per scaricare un file nel tuo computer:

source: Select the Files feature from your left sidebar.
it: Seleziona l'icona di **Files** dal menu laterale sinistro.

source: Navigate to the folder that contains the file you want to download.
it: Passa alla cartella che contiene il file che desideri scaricare.

source: Right-click on the file.
it: Fai clic destro sul file.

source: Select Download from the drop-down menu. A new window appears.
it: Seleziona Scarica dal menu a tendina. Apparirà una nuova finestra.

source: Select the folder on your computer where you want to download the file.
it: Seleziona la cartella del tuo computer in cui desideri scaricare il file.

source: Click the Save button.
it: Clicca sul tasto Salva.

source: Deleting a File or a Folder
it: Eliminare un File o una Cartella

source: To delete a file or folder from your Files:
it: Per eliminare un file o una cartella da Files:

source: Navigate to the folder or folder that contains the item you want to delete.
it: Passa alla cartella o al percorso che contiene l'elemento che desideri eliminare.

source: Right-click on the item.
it: Fai clic destro sull'elemento.

source: Your file or folder will be automatically moved to your Trash folder. You can locate the Trash folder from the Navigation Panel.
it: Il tuo file o cartella sarà spostato automaticamente nella cartella Cestino. Puoi individuare la cartella Cestino dal Pannello di navigazione.

source: If you want to remove the file permanently:
it: Se desideri rimuovere definitivamente il file:

source: Click on the downward arrow next to the **Trash folder**.
it: Clicca sulla freccia verso il basso accanto alla cartella **Cestino**.

source: Select **My items**.
it: Seleziona **I miei elementi**.

source: On the Main Panel, right-click on the item you want to remove permanently.
it: Nel pannello principale, fai clic destro sull'elemento che desideri rimuovere definitivamente.

source: Select **Delete permanently** from the drop-down menu.
it: Seleziona **Elimina definitivamente** dal menu a tendina.

source: Click **DELETE PERMANENTLY** to confirm.
it: Fai clic su **ELIMINA DEFINITIVAMENTE** per confermare.

source: Restoring a Trashed File or a Folder
it: Ripristinare un File o una Cartella Cestinata

source: Deleting files and folders moves them into your Trash folder. You can access them there and restore them if needed.
it: Eliminare file e cartelle li sposta nel Cestino. Puoi accedere ad essi e ripristinarli se necessario.

source: On the Main Panel, right-click on the item you want to restore.
it: Nel Pannello principale, fai clic destro sull'elemento che desideri ripristinare.

source: Select **Restore** from the drop-down menu.
it: Seleziona **Ripristina** dal menu a tendina.

source: The restored item is automatically moved back to its original location before deletion.
it: L'elemento ripristinato viene spostato automaticamente nella sua posizione originale, prima della cancellazione.

source: Renaming a File or a Folder
it: Rinominare un File o una Cartella

source: To rename a file or folder:
it: Per rinominare un file o una cartella:

source: Navigate to the folder that contains the item you want to rename.
it: Passa alla cartella che contiene l'elemento che desideri rinominare.

source: Select **Rename** from the drop-down menu. A new window appears.
it: Seleziona **Rinomina** dal menu a tendina. Apparirà una nuova finestra.

source: Edit the name.
it: Modifica nome.

source: Click the **RENAME** button.
it: Fare clic sul pulsante **RINOMINA**.

source: Viewing a File
it: Visualizzare un File

source: To view a file stored in your Files:
it: Per visualizzare un file salvato in Files:

source: Navigate to the folder that contains the file you want to view.
it: Passa alla cartella che contiene il file che desideri visualizzare.

source: Select **Preview** from the drop-down menu.
it: Seleziona **Anteprima** dal menu a tendina.

source: Double-clicking on the file will also open them for previewing purposes, but for editable formats including DOCX, XLSX, PPTX, ODT, ODS, and ODP, they will be opened in another tab in your browser. In this scenario, ensure that you refrain from editing the file, as it is in an editable mode and accidental deletions or additions may occur.
it: Fare doppio clic sul file li aprirà come anteprima, ma i formati modificabili, come DOCX, XLSX, PPTX, ODT, ODS ed ODP, verranno aperti in un'altra scheda nel browser. In questo caso, se volevi solamente visualizzare il file, assicurati di non modificarlo, poiché in modalità modifica possono verificarsi cancellazioni o aggiunte accidentali.
