Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: To mark an email as unread, follow these steps:
it: Per contrassegnare un'email come non letta, segui questi passaggi:

source: Right-click on the email you wish to mark as unread.
it: Fai clic con il tasto destro sull'email che desideri contrassegnare come non letta.

source: From the menu that appears, select **Mark as unread**.
it: Dal menu che appare, seleziona **Segna come non letto**.

source: Notice how the email's subject line now appears in bold font.
it: Nota come l'oggetto dell'email adesso appare in grassetto.

source: It is important to be cautious after marking an email as unread, as inadvertently clicking on it again will remove the bold formatting from the subject line which undo your action.
it: Fai attenzione dopo aver contrassegnato un'email come non letta, poiché cliccare accidentalmente su di essa rimuoverà il grassetto dalla riga dell'oggetto, annullando l'azione.

source: Printing an Email
it: Stampare un'Email

source: To print an email:
it: Per stampare un'email:

source: Right-click on the email or conversation you wish to print.
it: Fai clic destro sull'email o sulla conversazione che desideri stampare.

source: Select the **Print** option from the menu.
it: Seleziona l'opzione **Stampa** dal menu.

source: A new tab will open in your browser displaying the email, along with a window for adjusting printer settings. Make any necessary adjustments.
it: Si aprirà una nuova scheda nel tuo browser che mostrerà à l'email, insieme alle impostazioni di stampa regolabili. Apporta eventuali regolazioni necessarie.

source: Click the Print button to proceed with printing.
it: Clicca sul tasto Stampa per procedere con la stampa.

source: Actions on Multiple Emails at Once
it: Eseguire Azioni su più Email Contemporaneamente

source: To perform an action on multiple emails:
it: Per eseguire un'azione su più email:

source: Click on the check mark icon at the top left corner of your main panel to enter selection mode.
it: Fai clic sulla casella di spunta nell'angolo in alto a sinistra del tuo pannello principale per entrare in modalità selezione.

source: Select the empty circles beside each email you wish to choose.
it: Seleziona i cerchi vuoti accanto a ogni email che desideri selezionare.

source: Click on the three vertical dots icon at the top right corner of the email list.
it: Fai clic sull'icona dei tre puntini verticali nell'angolo in alto a destra della lista delle email.

source: Choose the action you want to perform.
it: Scegli l'azione che desideri eseguire.

source: The available actions for multiple emails include marking as unread, adding a flag, moving, and tagging.
it: Le azioni disponibili per più email includono Segna come non letto, Contrassegna con un flag, Sposta ed Etichetta.

source: To delete multiple emails at once:
it: Per eliminare più email contemporaneamente:

source: Select multiple emails as described above.
it: Seleziona più email come descritto sopra.

source: Click on the trash icon at the top right corner of your email list.
it: Clicca sull'icona del cestino in alto a destra dell'elenco delle tue email.

source: Sorting Emails
it: Ordinare le Email

source: Sorting emails can offer significant utility across various scenarios. You have the flexibility to categorize emails based on criteria such as unread status, importance, flagged status, presence of attachments, sender, date, and subject.
it: L'ordinamento delle email può offrire una notevole utilità in vari scenari. Puoi ordinare le email in base a criteri come stato di lettura, importanza, contrassegni, presenza di allegati, mittente, data e oggetto.

source: To initiate sorting, click on the **sorting icon** located in the top right corner of your email list.
it: Per cambiare l'ordine di visualizzazione, fai clic sull'icona di **ordinamento** situata nell'angolo in alto a destra dell'elenco delle email.

source: Choose your preferred sorting criterion from the options provided.
it: Seleziona il criterio di ordinamento che preferisci tra le opzioni proposte.

source: Once selected, click on the sorting icon again to toggle between ascending and descending order as per your preference.
it: Una volta selezionato, fai nuovamente clic sull'icona di ordinamento per passare dall'ordinamento crescente a decrescente secondo le tue preferenze.

source: The default sorting mode automatically arranges emails based on their dates.
it: La modalità di ordinamento predefinita dispone automaticamente le email in base alla loro data.

source: Emails date format
it: Formati Data delle Email

source: To ensure clarity, the date format for emails that are not from the current day, it will always be displayed with the full date and time, with the complete timestamp.
it: Per garantire la chiarezza, il formato data per le email che non sono del giorno corrente viene sempre visualizzato con la data e l'orario completi.

source: The timestamp will be shown according to the browser language rules, as explained in the following table:
it: Il marcatore temporale verrà visualizzato secondo le regole del linguaggio del tuo browser, come spiegato nella seguente tabella:

source: Date Format
it: Formato Data

source: Language
it: Lingua

source: Format
it: Formato

source: *🇬🇧 English*
it: *🇬🇧 Inglese*

source: *🇮🇹 Italian*
it: *🇮🇹 Italiano*

source: *🇨🇳 Chinese*
it: *🇨🇳 Cinese*

source: *🇳🇱 Dutch*
it: *🇳🇱 Olandese*

source: *🇩🇪 German*
it: *🇩🇪 Tedesco*

source: *🇯🇵 Japanese*
it: *🇯🇵 Giapponese*

source: *🇵🇹 Portuguese*
it: *🇵🇹 Portoghese*

source: *🇵🇱 Polish*
it: *🇵🇱 Polacco*

source: *🇧🇷 Portuguese (Brasil)*
it: *🇧🇷 Portoghese (Brasile)*

source: *🇷🇴 Romanian*
it: *🇷🇴 Romeno*

source: *🇷🇺 Russian*
it: *🇷🇺 Russo*

source: *🇪🇸 Spanish*
it: *🇪🇸 Spagnolo*

source: *🇹🇭 Thai*
it: *🇹🇭 Tailandese*

source: *🇹🇷 Turkish*
it: *🇹🇷 Turco*

source: *🇫🇷 French*
it: *🇫🇷 Francese*

source: *🇻🇳 Vietnamese*
it: *🇻🇳 Vietnamita*

source: Working with Calendars
it: Lavorare con i Calendari

source: You can utilize the |product| Calendar feature to effectively manage your appointments, meetings, and events. Additionally, |product| enables you to share your calendars with colleagues or friends.
it: Puoi usare la funzione Calendario di |product| per gestire al meglio i tuoi appuntamenti, incontri ed eventi. Inoltre, |product| ti consente di condividere i tuoi calendari con colleghi o amici.

source: To access the Calendar function, simply click on the Calendars section from the left sidebar.
it: Per accedere alla funzione Calendario, fai clic sulla sezione Calendari nel menu laterale sinistro.

source: Setting Default Calendar View
it: Impostare la Vista Calendario Predefinita

source: In |product|, the default view when opening your calendar is the Work Week View. However, you have the option to customize this and choose a different view to display upon opening.
it: In |product|, la visualizzazione predefinita quando si apre il calendario è la settimana lavorativa. Tuttavia, è possibile personalizzarla e scegliendo una modalità diversa.

source: To change the default calendar view:
it: Per modificare la visualizzazione del calendario predefinita:

source: Select Calendars.
it: Seleziona Calendari.

source: Under **General**, click on the **Default view** field.
it: In **Generale**, fai clic sul campo **Visualizzazione predefinita**.

source: Select the desired view from the drop-down menu.
it: Seleziona la vista desiderata dal menu a tendina.

source: Click **SAVE** from the top right corner.
it: Fai clic su **SALVA** nell'angolo in alto a destra.

source: You have these options to choose from:
it: Hai queste opzioni tra cui scegliere:

source: Month View: See the entire month's schedule at a glance.
it: Vista Mese: Visualizza l'intera programmazione del mese in un colpo d'occhio.

source: Week View: Focus on a single week's schedule.
it: Vista Settimanale: per concentrarti sugli impegni di una singola settimana.

source: Day View: Detailed view of events for a single day.
it: Visualizzazione Giornaliera: Visualizzazione dettagliata degli eventi per un singolo giorno.

source: Work Week View: Shows only workdays (Monday to Friday – can be changed from the settings), ideal for work-focused scheduling.
it: Visualizzazione della settimana lavorativa: mostra solo i giorni lavorativi (da lunedì a venerdì - può essere modificato dalle impostazioni), ideale per la pianificazione orientata al lavoro.

source: Changing Calendar View
it: Modificare la Visualizzazione del Calendario

source: To change the calendar view:
it: Per modificare la visualizzazione del calendario:

source: From the top right corner select your desired view.
it: Dall'angolo superiore destro, seleziona la tua vista desiderata.

source: MONTH: See the entire month's schedule at a glance.
it: MESE: Visualizza l'intero calendario mensile in un colpo d'occhio.

source: WEEK: Focus on a single week's schedule.
it: SETTIMANA: per concentrarti sulla pianificazione di una singola settimana.

source: DAY: Detailed view of events for a single day.
it: GIORNO: Visualizzazione dettagliata degli eventi per un singolo giorno.

source: WORK WEEK: Shows only workdays (Monday to Friday – can be changed from the settings), ideal for work-focused scheduling.
it: SETTIMANA LAVORATIVA: Mostra solo i giorni lavorativi (da lunedì a venerdì - può essere modificato nelle impostazioni), ideale per la pianificazione di lavoro.

source: This view will revert to the default settings upon reloading the web client.
it: Questa visualizzazione tornerà alle impostazioni predefinite al momento del riavvio del client web.

source: Creating a Calendar
it: Creare un Calendario

source: In |product|, a default calendar is created for you. However, you can create additional calendars to organize different types of appointments. For instance, you can establish separate calendars for work-related events, personal appointments, and company activities, enabling you to manage each aspect of your schedule efficiently.
it: In |product|, un calendario predefinito verrà generato per te. Tuttavia, puoi sempre creare dei calendari aggiuntivi per organizzare tipi diversi di appuntamenti. Ad esempio, puoi creare calendari separati per eventi relativi al lavoro, appuntamenti personali e attività aziendali, consentendoti di gestire ogni aspetto della tua pianificazione in modo efficiente.

source: To create a calendar:
it: Per creare un calendario:

source: In the Navigation Panel, right-click on the Calendar.
it: Nel Pannello di Navigazione, fai clic destro sul Calendario.

source: Select **New calendar** from the drop-down menu. A new window appears.
it: Seleziona **Nuovo calendario** dal menu a tendina. Apparirà una nuova finestra.

source: Insert a calendar name for your new calendar.
it: Inserisci un nome per il tuo nuovo calendario.

source: Set the color of the calendar.
it: Impostare il Colore di un Calendario

source: Click the **CREATE** button.
it: Fare clic sul pulsante **CREA**.

source: You can utilize the checkbox labeled **Exclude this calendar when reporting the free/busy times** when creating the calendar if you prefer not to include events from this specific calendar when |product| reports your availability to colleagues. This feature is particularly useful when creating calendars for personal use, ensuring that your availability for meetings is accurately reflected without disclosing details of events from this calendar.
it: È possibile utilizzare la casella di controllo **Escludi questo calendario quando si riferisce libero/occupato** durante la creazione del calendario se si desidera non includere gli eventi di questo calendario specifico quando |product| segnala la propria disponibilità ai colleghi. Questa funzione è particolarmente utile quando si creano calendari per uso personale, assicurando che la disponibilità per le riunioni sia riflessa in modo accurato senza divulgare i dettagli degli eventi di questo calendario.

source: Setting a Color for a Calendar
it: Impostazione di un Colore per un Calendario

source: To optimize your experience with |product|'s multiple calendar feature, it is advisable to assign distinct colors to each calendar. This ensures clarity when viewing them collectively on the same timetable.
it: Per ottimizzare la tua esperienza con la funzione multiplo calendario di |product|, è consigliabile assegnare colori distinti a ogni calendario. Ciò garantisce chiarezza quando si visualizzano collettivamente sullo stesso calendario.

source: To set a color for a calendar:
it: Per impostare un colore per un calendario:

source: Select the Calendars from your left sidebar.
it: Seleziona Calendario nel menu laterale a sinistra.

source: In the Navigation Panel, right-click on the calendar for which you want to assign a color.
it: Nel pannello di navigazione, fare clic destro sul calendario al quale si desidera assegnare un colore.

source: Select **Edit calendar properties** from the drop-down menu.
it: Seleziona **Modifica proprietà calendario** dal menu a discesa.

source: Choose a color from the **Calendar color** field.
it: Scegli un colore dal campo **Colore calendario**.

source: Click the **OK** button.
it: Fare clic sul pulsante **OK**.

source: Editing a Calendar
it: Modifica di un Calendario

source: To delete a calendar:
it: Per eliminare un calendario:

source: In the Navigation Panel, right-click on the calendar you wish to edit.
it: Nel pannello di navigazione, fare clic con il pulsante destro del mouse sul calendario che si desidera modificare.

source: Make your changes.
it: Esegui le modifiche.

source: Deleting a Calendar
it: Eliminazione di un Calendario

source: Select **Delete calendar** from the drop-down menu (this option is unavailable for your main calendar).
it: Seleziona **Elimina calendario** dal menu a discesa (questa opzione non è disponibile per il tuo calendario principale).

source: Click the **DELETE** button to confirm.
it: Fare clic sul pulsante **ELIMINA** per confermare.

source: This calendar will be moved to the **Trash** folder and can be deleted permanently from this folder.
it: Questo calendario verrà spostato nella cartella **Rifiuti** e potrà essere eliminato definitivamente da questa cartella.

source: Restoring a Trashed Calendar
it: Ripristino di un Calendario Cestinato

source: To restore a trashed calendar:
it: Per ripristinare un calendario cestinato:

source: In the Navigation Panel, click on the downward arrow next to the Trash folder. (if there is no downward arrow, your trash folder is empty)
it: Nel Pannello di Navigazione, fate clic sulla freccia discendente accanto alla cartella Cestino (se non c'è una freccia discendente, significa che il tuo cestino è vuoto)

source: Right-click on the calendar you wish to restore.
it: Fate clic con il pulsante destro del mouse sul calendario che si desidera ripristinare.

source: Click **Restore calendar** from the drop-down menu.
it: Fai clic su **Ripristina calendario** nel menu a discesa.

source: This calendar will be moved into your calendar list.
it: Questo calendario sarà spostato nella tua lista dei calendari.

source: Viewing Multiple Calendars
it: Visualizzare Più Calendari

source: To view multiple calendars in your timetable:
it: Per visualizzare più calendari contemporaneamente:

source: In the Navigation Panel, click on the calendars you wish to display on your timetable to toggle their visibility on or off.
it: Nel pannello di navigazione, fai clic sui calendari che desideri visualizzare, per attivarli o disattivarli.

source: Setting Start of the Week
it: Impostare l'Inizio della Settimana

source: The default start of the week is Sunday. However, if you reside in a region where the week commences with a different day, you can adjust it from the settings. To modify the start of the week:
it: La data di inizio della settimana predefinito è la domenica. Tuttavia, se risiedi in un paese in cui la settimana inizia con un giorno diverso, puoi modificarlo dalle impostazioni. Per modificare l'inizio della settimana:

source: Select **Calendars**.
it: Seleziona **Calendari**.

source: Under **General**, click on the **Start week** on field.
it: Nella sezione **Generale**, fai clic sul campo **La settimana inizia il**.

source: Select the desired day from the drop-down menu.
it: Seleziona il giorno desiderato dal menu a tendina.

source: Now, you will observe that the start of the week has been updated accordingly in your calendar timetable.
it: Ora osserverai che l'inizio della settimana è stato aggiornato nel tuo calendario.

source: Allowing Users to See Your Free/Busy Status
it: Mostrare il Proprio Stato Libero/Occupato

source: The free/busy feature enables others to view the scheduled meeting times on your calendars. By default, this feature is turned on, allowing others to see your availability. However, you have the option to disable it or restrict who can access this information.
it: La funzione disponibile/occupato consente ad altri di visualizzare in quali orari sei impegnato dal calendario. Per impostazione predefinita questa funzionalità è attivata, cioè permette ad altri di visualizzare la tua disponibilità. Tuttavia, hai la possibilità di disattivarla o di limitare chi può accedere a queste informazioni.

source: To modify the free/busy visibility settings:
it: Per modificare le impostazioni di visibilità disponibile/occupato:

source: Under **Permissions**, select the desired option from the Free/Busy list section.
it: Nella sezione **Permessi**, seleziona l'opzione desiderata dalla sezione Libero/Occupato.

source: Adding Received Appointments to Your Calendar Automatically
it: Aggiungere gli Appuntamenti Ricevuti al tuo Calendario in Automatico

source: To automatically add received appointments to your calendar:
it: Per aggiungere automaticamente le riunioni al tuo calendario le riunione a cui sei stato invitato:

source: Under the **General** section, select the checkbox Automatically add received appointments to the calendar.
it: Nella sezione **Generale**, selezionare la casella Aggiungi automaticamente al calendario gli appuntamenti ricevuti.

source: Now, if a colleague sends you an invitation for a meeting or appointment, it will be automatically added to your calendar.
it: Ora, se un collega ti invia un invito per una riunione o un appuntamento, esso verrà aggiunto automaticamente al tuo calendario.

source: Working with Shared Calendars
it: Usare i Calendari Condivisi

source: You can assign privileges to individuals or groups of colleagues using roles to see to manage your shared calendars.
it: Puoi assegnare privilegi a singoli utenti o a gruppi di colleghi utilizzando i ruoli per gestire i calendari condivisi.

source: Viewer (can view)
it: Visualizzatore (può visualizzare)

source: Editor (can view, edit, add, and delete but cannot accept or reshare appointments)
it: Editor (può visualizzare, modificare, aggiungere, rimuovere e gestire ma non può accettare o condividere gli appuntamenti)

source: Manager (can view, edit, add, delete, accept and reshare appointments)
it: Manager (può visualizzare, modificare, aggiungere, rimuovere, accettare e condividere gli appuntamenti)

source: Sharing your calendar with colleagues allows them to view or manage your calendar, which can be incredibly useful, especially for a team. Having a shared calendar enables efficient coordination and collaboration among team members.
it: La condivisione del calendario con i colleghi consente loro di visualizzare o gestire il tuo calendario, il che può essere incredibilmente utile soprattutto in un team. Avere un calendario condiviso tra più persone consente una coordinazione e collaborazione efficienti.

source: If you set the viewing mode to ‘daily’ by clicking on the appropriate icon at the top right, you will also have the opportunity to view each appointment separately, divided into separate columns, for clearer visibility of each team member’s calendars.
it: Se imposti la modalità di visualizzazione 'GIORNO' facendo clic sull'icona in alto a destra nel calendario, avrai anche la possibilità di visualizzare ogni appuntamento separatamente, in colonne separate, per una visibilità più chiara dei calendari di ogni membro del team.

source: Sharing Calendars with Your Colleagues
it: Condividere Calendari con i Colleghi

source: Share a Calendar Internally
it: Condividere una Cartella Email con Utenti Esterni

source: To share your calendar with your colleagues:
it: Per condividere il tuo calendario con i tuoi colleghi:

source: Navigate to the **Calendars** section from the left sidebar.
it: Accedi alla sezione **Calendari** dal menu laterale sinistro.

source: Right-click on the calendar you wish to share.
it: Clicca con il destro sul calendario che desideri condividere (elenco a sinistra).

source: From the drop-down menu select **Share Calendar**.
it: Seleziona **Modifica le proprietà del calendario** dal menu a tendina, poi AGGIUNGI CONDIVISIONE.

source: In the **Share with** field, select *Internal Users or Groups*.
it: Seleziona *Utenti interni o Gruppi* dal campo **Condividi con**.

source: Enter the email addresses of your colleagues in the **Recipients’ e-mail addresses** field.
it: Immetti gli indirizzi email dei destinatari nel campo **Indirizzi email dei destinatari**.

source: Select the desired **Role**.
it: Selezione il **Ruolo** desiderato.

source: Click the **SHARE CALENDAR** button.
it: Fai clic sul tasto **CONDIVIDI CALENDARIO**.

source: Preventing Duplicate Shares (New Behavior)
it: Prevenzione delle condivisioni duplicate (Nuovo comportamento)

source: If a user tries to share the same calendar with the **same user** and the **same role** more than once, the system now:
it: Se un utente tenta di condividere lo stesso calendario con lo **stesso utente** e lo **stesso ruolo** più di una volta, il sistema ora:

source: Displays a **warning icon** on the affected chips.
it: Visualizza un **icona di avvertimento** sulle etichette interessate.

source: Shows an explanatory **error string** below the input.
it: Visualizza una stringa di **errore esplicativa** sotto l'input.

source: Provides a **tooltip** on both the warning icon and the disabled **Confirm** button.
it: Fornisce un **tooltip** sia sull'icona di avvertimento che sul pulsante **Conferma** disabilitato.

source: If the role is changed for a user with whom the calendar was already shared, the action is allowed because the configuration differs.
it: Se il ruolo viene modificato per un utente con cui il calendario era già stato condiviso, l'azione è consentita perché la configurazione differisce.

source: Role Change Notifications (Improved Behavior)
it: Notifiche di cambio di ruolo (Comportamento migliorato)

source: Previously, changing the role of a shared user generated a new confirmation request and, once accepted, created a duplicate mount point.
it: In precedenza, la modifica del ruolo di un utente condiviso generava una nuova richiesta di conferma e, una volta accettata, creava un punto di montaggio duplicato.

source: Now:
it: Ora:

source: No confirmation request is generated.
it: Nessuna richiesta di conferma viene generata.

source: The user simply receives a **notification** informing them about the role change.
it: L'utente riceve semplicemente una **notifica** che lo informa del cambio di ruolo.

source: No duplicate calendars appear in the secondary bar.
it: Nessun calendario duplicato appare nella barra secondaria.

source: Sharing via URL
it: Condividere una cartella

source: Select **Calendar’s access share**.
it: Seleziona **Condivisione accesso al calendario**.

source: Choose either **ICS URL** or **OUTLOOK URL**.
it: Seleziona **URL ICS** oppure **URL OUTLOOK**.
