Repository: zextras/tech-doc-user
Catalog: source/carbonio/locales/*/LC_MESSAGES/carbonio.po
Languages: it

source: Click on the paperclip icon.
it: Clicca sull'icona a graffetta.

source: Select Add from local.
it: Seleziona Aggiungi da locale.

source: A new window appears, and you can select desired files from your computer.
it: Verrà visualizzata una nuova finestra, e potrai selezionare i file desiderati dal tuo computer.

source: Alternatively, you can simply drag a file from your computer to the composing board to add it as an attachment to your email.
it: In alternativa, puoi semplicemente trascinare un file dal tuo computer sulla scheda di composizione per aggiungerlo come allegato alla tua email.

source: Adding attachment from your |product| Files:
it: Per aggiungere un allegato da |product| Files:

source: Select Add from Files.
it: Seleziona Aggiungi da Files.

source: A new window appears, and you can select desired files from your |product| Files.
it: Appare una nuova finestra dove puoi selezionare i file desiderati da |product| Files.

source: It is important to note that computer viruses are commonly transmitted through file attachments. As a precaution, system administrators may block incomin cdg emails containing certain types of attachments, particularly those with extensions such as .EXE or .ZIP as part of their filename. If you send an email to someone whose email system blocks these attachments, you may not receive any notification about the blocking. Therefore, it is advisable to confirm with your recipient whether they have received the attachment or not.
it: È importante notare che i virus informatici si trasmettono comunemente attraverso allegati di file. A titolo di precauzione, gli amministratori di sistema possono bloccare le e-mail in entrata contenenti allegati di certains tipi, in particolare quelli con estensioni come .EXE o .ZIP come parte del nome del file. Se invii un'e-mail a qualcuno il cui sistema di posta elettronica blocca tali allegati, potresti non ricevere alcuna notifica sul blocco. Pertanto, è consigliabile confermare con il destinatario se ha ricevuto l'allegato o meno.

source: Managing Large Attachments
it: Gestione di allegati di grandi dimensioni

source: When you want to attach large attachments to an email, you may encounter some limitations. When you reach the size limit set by your admin for the attachments, using the "smart links" option, it is possible to convert every attachment in Smart Links by clicking the **paperclip** icon inside the composing board and choosing the "Add public link from Files option".
it: Quando si desidera allegare file grandi a un messaggio di posta elettronica, si potrebbero incontrare alcune limitazioni. Quando si raggiunge il limite di dimensione imposto dall'amministratore per gli allegati, utilizzando l'opzione "collegamenti intelligenti", è possibile convertire ogni allegato in Smart Links facendo clic sull'icona **graffetta** all'interno della scheda di composizione e scegliendo l'opzione "Aggiungi link pubblico da File".

source: Afterwards, simply follow the path and select the folder inside Files, where is located the file you want to send.
it: In seguito, segui semplicemente il percorso e seleziona la cartella all'interno di File, dove si trova il file che desideri inviare.

source: To remove an attachment from the email you are composing, simply click on the **Remove** button located beneath the attachment.
it: Per rimuovere un allegato dall'email che stai componendo, clicca sul tasto **Rimuovi** posizionato sotto l'allegato.

source: Send an Email from a Different Account or Persona
it: Inviare un'Email da un altro Account o Personalità

source: You can send emails from different personas or email identities while composing a message.
it: Puoi inviare email da diverse personalità o identità.

source: This feature is available if you have multiple identities or personas set up.
it: Questa funzione è disponibile se si hanno più identità o personalità configurate.

source: An email identity refers to having access to multiple accounts on the |product| web client, allowing you to choose which one to send the email from. Alternatively, if you have configured another persona in your settings, you can send messages from it. In either case, the recipient will see the email address or username aligned with the selected identity or persona as the sender of the emails.
it: Un'identità email si riferisce alla possibilità di accedere a più account sul client web di |product|, consentendo di scegliere da quale account inviare l'email. In alternativa, se hai configurato un'altra personalità nelle tue impostazioni, puoi inviare messaggi da essa. In entrambi i casi, il destinatario vedrà l'indirizzo email o lo username dell'identità o della personalità selezionata come mittente delle email.

source: To switch identities or personas, follow these steps:
it: Per cambiare identità o personalità, segui questi passaggi:

source: Click on your email address located at the **top left corner** of the composing board.
it: Clicca sul tuo indirizzo email nell'**angolo in alto a sinistra** nella scheda di composizione dell'email.

source: Choose your preferred identity or persona from the menu.
it: Scegli l'identità o personalità che preferisci dal menu a tendina.

source: Request a Read Receipt
it: Richiedere la Conferma di Lettura

source: You can configure your email to automatically request a read receipt when your colleague opens your sent email.
it: Puoi configurare la tua email per richiedere automaticamente una conferma di lettura quando un collega apre la tua email.

source: Read receipts are useful to use when you need confirmation that your email has been received and opened, especially in time-sensitive or important communications, for accountability purposes, or in situations where tracking engagement is crucial, such as in sales or marketing endeavors.
it: Le ricevute di lettura sono utili da usare quando si ha bisogno di conferma che la propria email sia stata aperta e letta, soprattutto nelle comunicazioni urgenti o importanti, a fini di responsabilità o in situazioni in cui monitorare l'engagement è cruciale, come ad esempio nelle attività di vendita o marketing.

source: To request a read receipt while composing an email:
it: Per richiedere una ricevuta di lettura durante la creazione di un'email:

source: Click on the **three vertical dots** located within the composing board at the top right corner.
it: Fai clic sui **tre punti verticali** posizionati in alto a destra nella scheda di composizione.

source: Select *Request read receipt*.
it: Seleziona *Richiedi conferma di lettura*.

source: Please note that, in case you receive an email with a read receipt you can choose between **Do not notify** or **Notify** options, so that the tab will not reappear in the future. If you simply dismiss the tab by clicking *x*, the pop up banner will reappear the next time you open the same email.
it: Tieni presente che, in caso di ricezione di un'email che richiede una conferma di lettura, si possono sempre scegliere le opzioni **Non notificare** o **Notificare**, che fanno in modo che la scheda non riappaia più in futuro. Se chiudi semplicemente la scheda facendo clic su *x*, il banner pop-up riapparirà la prossima volta che si apri la stessa email.

source: Mark an Email as Important
it: Contrassegna un'Email come Importante

source: To mark the email, you are composing for your colleague as important, follow these steps:
it: Per segnalare come importante l'email che stai scrivendo, segui questi passaggi:

source: Choose Mark as important.
it: Seleziona Contrassegna come importante.

source: Important emails will be indicated by a red upward arrow in front of the subject line within your colleagues' web client.
it: Le email importanti saranno indicate da una freccia rossa verso l'alto nella riga dell'oggetto, quando il destinatario riceve l'email.

source: Save an Email as a Draft
it: Salvare un'Email come Bozza

source: While composing an email, if you need to send it later or finish it in the future, you can save it as a draft by following these steps:
it: Durante la stesura di un'email, se desideri inviarla in seguito o completarla in futuro puoi salvarlo come bozza seguendo questi passaggi:

source: Click on the "**x**" button located at the top right corner of the composing board.
it: Clicca sul pulsante "**x**" situato nell'angolo in alto a destra della scheda di composizione.

source: A new window will open, then click on the **SAVE DRAFT** button.
it: Si aprirà una nuova finestra popup, fai clic sul tasto **SALVA BOZZA**.

source: Your email will be saved in the **Draft** folder accessible from your navigation panel.
it: La tua email sarà salvata nella cartella **Bozze**, accessibile dal tuo pannello di navigazione.

source: Send a Drafted Email
it: Inviare un'Email in Bozza

source: Drafted emails are accessible from the Draft folder. Here is how you can access and send them:
it: Le email iniziate sono accessibili dalla cartella Bozze. Ecco come puoi accedere e inviarle:

source: Click on the Draft folder in the navigation panel.
it: Clicca sulla cartella Bozze nel pannello di navigazione.

source: Locate your desired email in the main panel.
it: Localizza la tua email dall'elenco.

source: To edit the email before sending it, double-click on it. Alternatively, you can click on it once to review it from the right side of the main panel.
it: Per modificare l'email prima di inviarla, fai doppio clic su di essa. In alternativa, puoi fare clic su di essa una volta per esaminarla in anteprima nel lato destro del pannello principale.

source: To send the email, simply click on the send button located at the top right corner of the main panel.
it: Per inviare l'email, fai clic sul tasto Invia nell'angolo superiore destro del pannello principale.

source: Replying to an Email
it: Rispondere a un'Email

source: To reply to an email, follow these steps:
it: Per rispondere a un'email, segui questi passaggi:

source: Locate the email in the email list.
it: Localizza l'email nell'elenco email.

source: From the menu that appears, select **Reply** or **Reply all**.
it: Dal menu visualizzato, seleziona **Rispondi** o **Rispondi a tutti**.

source: A new composing board will appear, allowing you to compose your reply.
it: Un nuovo pannello di composizione compare, consentendoti di comporre la tua risposta.

source: Reply and Reply All
it: Rispondi e Rispondi a tutti

source: The difference between reply and reply all lies in the recipients of your response. When you choose Reply, your response is directed only to the sender of the original email. This is useful for responding directly to the sender without involving other recipients.
it: La differenza tra rispondi e rispondi a tutti risiede nei destinatari della tua risposta. Quando scegli Rispondi, la tua risposta è diretta solo al mittente dell'email originale. Ciò è utile per rispondere direttamente al mittente senza coinvolgere altri destinatari.

source: In the case of reply all, the recipients other than the original sender are automatically included in the Cc (carbon copy) field of your response. This means that everyone who received the original email will also receive your reply.
it: Nel caso di risposta a tutti, tutti i destinatari diversi dal mittente originale sono automaticamente inclusi nel campo Cc (copia carbone) della tua risposta. Ciò significa che chiunque abbia ricevuto l'email originale riceverà anche la tua risposta.

source: This option is ideal for situations where your response is relevant to everyone included in the initial communication, facilitating group discussions, or providing updates to multiple parties simultaneously.
it: Questa opzione è ideale per situazioni in cui la tua risposta è pertinente per tutti coloro inclusi nella comunicazione iniziale, facilitando le discussioni di gruppo o fornendo aggiornamenti a più parti contemporaneamente.

source: Forwarding an Email
it: Inoltro di un'E-mail

source: To forward an email, follow these steps:
it: Per inoltrare un'e-mail, seguire questi passaggi:

source: From the menu that appears, select Forward.
it: Dal menu che appare, scegli Inoltra.

source: A new composing board will appear, allowing you to address new recipients.
it: Un nuovo pannello di composizione apparirà, consentendoti di inserire nuovi destinatari.

source: Redirecting an Email
it: Reindirizzamento di un Messaggio Elettronico

source: To redirect an email, follow these steps:
it: Per reindirizzare un'email, segui questi passaggi:

source: From the menu that appears, select **Redirect**.
it: Dal menu che compare, seleziona **Reindirizzamento**.

source: Forward vs. Redirect
it: Inoltro vs. Reindirizzamento

source: The distinction between forwarding and redirecting emails lies in their intended purpose and outcome. When you forward an email, you are essentially sending a copy of the original message to another recipient, allowing them to view the content and any attachments included in the forwarded message. This is useful for sharing information with someone who may not have been included in the original email thread. On the other hand, redirecting an email involves sending the original message to a different recipient without creating a copy. Instead, the email is rerouted to the new recipient's inbox as if it were originally addressed to them. This is typically done for administrative purposes or to ensure that important communications reach the appropriate recipient directly.
it: La distinzione tra l'inoltro e la reindirizzazione di e-mail è da ricercare nel loro scopo e risultato previsto. Quando si inoltra un'e-mail, si invia essenzialmente una copia del messaggio originale a un altro destinatario, consentendogli di visualizzare il contenuto e gli allegati inclusi nel messaggio inoltrato. Ciò è utile per condividere informazioni con qualcuno che potrebbe non essere stato incluso nel thread di posta elettronica originale. D'altra parte, reindirizzare un'e-mail comporta l'invio del messaggio originale a un destinatario diverso senza creare una copia. Invece, l'e-mail viene instradata alla casella di posta del nuovo destinatario come se fosse stata originariamente indirizzata a lui. Ciò viene solitamente fatto per scopi amministrativi o per assicurarsi che le comunicazioni importanti raggiungano direttamente il destinatario giusto.

source: Therefore, opting to redirect a message instead of forwarding it simplifies the process for the recipient to reply directly to the original sender.
it: Pertanto, optare per il reindirizzamento di un messaggio anziché inoltrarlo semplifica la procedura per il destinatario per rispondere direttamente al mittente originale.

source: Working with Contacts
it: Contatti

source: Managing your contacts is essential for staying connected and organized. In this section, we will guide you through the features and functionalities of the Contacts module in our webmail platform. Whether you are keeping track of personal connections, professional networks, or client relationships, |product| makes it easy to store, organize, and access your contacts effortlessly.
it: La gestione dei tuoi contatti è essenziale per rimanere connesso e organizzato. In questa sezione, ti guideremo attraverso le funzionalità e le funzioni del modulo Contatti della nostra piattaforma webmail. Sia che tu stia tenendo traccia di collegamenti personali, reti professionali o relazioni con i clienti, |product| rende facile memorizzare, organizzare e accedere ai tuoi contatti senza sforzo.

source: Accessing Your Contact Book
it: Accedi al tuo Libro degli Indirizzi

source: In your contacts section, you will find two primary address books:
it: Nella tua sezione Contatti, troverai due rubriche principali:

source: **Contacts**: This address book contains individuals you have added manually, representing your existing connections.
it: **Contatti**: Questo rubrica contiene individui che hai aggiunto manualmente, che rappresentano le tue connessioni esistenti.

source: **Emailed Contacts**: This address book contains individuals with whom you have correspondence via email.
it: **Contatti inviati via email**: Questo rubrica contiene individui con i quali hai avuto una corrispondenza via email.

source: To access your existing **Contacts list**:
it: Per accedere all'elenco dei **Contatti esistenti**:

source: From the left sidebar click on the **Contacts** section.
it: Dal menu laterale sinistro, fare clic sulla sezione **Contatti**.

source: In the Navigation Panel, click on the **Contacts** address book.
it: Nel pannello di navigazione, fare clic sul libro degli indirizzi **Contatti**.

source: Once selected, you will be presented with a list of all your contacts. Initially, this section might appear empty if you have not added any contacts yet. However, you can easily add contacts at any time in the future to populate this list.
it: Una volta selezionato, verrà visualizzato l'elenco di tutti i tuoi contatti. Inizialmente, questa sezione potrebbe apparire vuota se non hai ancora aggiunto contatti. Tuttavia, potrai aggiungere facilmente contatti in qualsiasi momento in futuro per popolare l'elenco.

source: To access emailed contacts:
it: Per accedere ai contatti inviati via e-mail:

source: In the Navigation Panel, click on the **Emailed Contacts** address book.
it: Nel Pannello di navigazione, fare clic sulla rubrica **Contatti inviati via e-mail**.

source: Once selected, you will be presented with a list of all addresses with whom you have corresponded via email. Initially, this section might appear empty if you have not had any correspondence yet.
it: Una volta selezionato, ti verrà presentata una lista di tutti gli indirizzi con cui hai corrisposto via e-mail. Inizialmente, questa sezione potrebbe apparire vuota se non hai ancora avuto alcuna corrispondenza.

source: Adding a New Contact
it: Aggiunta di un Nuovo Contatto

source: To add a new contact to your contact list:
it: Per aggiungere un nuovo contatto alla tua lista dei contatti:

source: Select the **Contacts** from your left sidebar.
it: Seleziona i **Contatti** dal menu laterale sinistro.

source: Enter the contact’s information.
it: Inserisci le informazioni di contatto.

source: Under the **Destination address book section**, choose the address book where you want the contact to be saved.
it: Nella sezione **Rubrica degli indirizzi di destinazione**, scegli la rubrica in cui vuoi salvare il contatto.

source: Click the **SAVE** button in the top right corner of the board.
it: Fare clic sul pulsante **SALVA** nell'angolo superiore destro della lavagna.

source: Editing a Contact
it: Modifica di un Contatto

source: To edit an existing contact:
it: Per modificare un contatto esistente:

source: In the Navigation Panel, select the address book that contains the contact you wish to edit.
it: Nel Pannello di Navigazione, selezionare l'agenda degli indirizzi che contiene il contatto che si desidera modificare.

source: Locate and click on the contact you wish to edit from the main panel.
it: Individua e clicca sul contatto che desideri modificare dal pannello principale.

source: Click the **EDIT** button in the top right corner of the main panel.
it: Fai clic sul pulsante **MODIFICA** nell'angolo in alto a destra del pannello principale.

source: Edit the information and click the **SAVE** button.
it: Modifica le informazioni e clicca sul pulsante **SALVA**.

source: Assigning a Tag to a Contact
it: Assegnazione di un Tag a un Contatto

source: To assign a tag to an existing contact:
it: Per assegnare un tag a un contatto esistente:

source: Locate and right-click on the contact you wish to edit from the main panel.
it: Individua e fa clic destro sul contatto che desideri modificare dal pannello principale.

source: Choose the tag you wish to assign to the contact from the drop-down menu.
it: Scegli il tag che desideri assegnare al contatto dal menu a discesa.

source: Deleting a Contact
it: Eliminazione di un Contatto

source: To delete an existing contact:
it: Per eliminare un contatto esistente:

source: Locate and right-click on the contact you wish to delete from the main panel.
it: Localizzare e fare clic con il pulsante destro del mouse sul contatto da eliminare dal pannello principale.

source: Click on the **Delete** button.
it: Fai clic sul pulsante **Elimina**.

source: Adding an Address Book
it: Aggiungere un Libro degli Indirizzi

source: To add an address book:
it: Per aggiungere un'agenda degli indirizzi:

source: In the Navigation Panel, right-click on the address book where you want to add the address book.
it: Nel pannello di navigazione, fare clic con il pulsante destro del mouse sull'elenco di recapiti dove si desidera aggiungere l'elenco di recapiti.

source: Select **New address Book**. A new board will appear.
it: Seleziona **New address Book**. Apparirà una nuova scheda.

source: Add a name for the address book.
it: Aggiungi un nome al rubrica.

source: Moving a Contact Between Address Books
it: Spostamento di un contatto tra rubriche

source: To move a contact between address books:
it: Per spostare un contatto tra rubriche:

source: In the Navigation Panel, click on the address book that contains the contact you wish to move.
it: Nel pannello di navigazione, fare clic sulla rubrica degli indirizzi che contiene il contatto che si desidera spostare.

source: Right-click on the contact you wish to move.
it: Fare clic con il pulsante destro del mouse sul contatto da spostare.

source: Select **Move** from the drop-down menu. A new window appears.
it: Seleziona **Sposta** dal menu a tendina. Appare una nuova finestra.

source: Select the destination address book.
it: Seleziona il libro indirizzi di destinazione.

source: Click the **MOVE** button.
it: Fai clic sul pulsante **SPOSTA**.

source: Moving an Address Book
it: Spostamento di un Libretto degli Indirizzi

source: To move an address book:
it: Per spostare un'agenda:

source: In the Navigation Panel, right-click on the address book you wish to move.
it: Nel pannello di navigazione, fare clic con il pulsante destro del mouse sul rubrica degli indirizzi che si desidera spostare.

source: Select the destination.
it: Seleziona la destinazione.

source: Editing an Address Book
it: Modifica Rubrica Indirizzi

source: To edit an address book:
it: Per modificare una rubrica:

source: In the Navigation Panel, right-click on the address book you wish to edit.
it: Nel Pannello di navigazione, fare clic con il pulsante destro del mouse sul rubrica che si desidera modificare.

source: Select **Edit address book** from the drop-down menu. A new window appears.
it: Seleziona **Modifica rubrica** dal menu a discesa. Si apre una nuova finestra.

source: Make the desired changes.
it: Apporta le modifiche desiderate.

source: Click the **EDIT** button.
it: Clicca sul pulsante **MODIFICA**.

source: Sharing an Address Book
it: Condivisione di un Rubrica

source: To share an address book:
it: Per condividere una rubrica:

source: Click on **ADD SHARE** button.
it: Fai clic sul tasto **AGGIUNGI CONDIVISIONE**.

source: Insert email addresses you want to share the address book with, and assign them the role.
it: Inserisci gli indirizzi email dei colleghi con cui desideri condividere la rubrica e assegna loro il ruolo.

source: Assigning a Color to an Address Book
it: Assegnare un Colore a una Rubrica

source: To assign a color to an address book:
it: Per assegnare un colore a una rubrica:

source: Select the desired color from the **Select Color field**.
it: Seleziona il colore che vuoi dal campo **Seleziona Colore**.

source: Deleting an Address Book
it: Eliminare una Rubrica

source: To delete an address book:
it: Per eliminare un rubrica di indirizzi:
